{
  "1_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 91,
          "label": "1x01. Winter Is Coming",
          "playcount": 2,
          "plot": "Ned Stark, Lord of Winterfell learns that his mentor, Jon Arryn, has died and that King Robert is on his way north to offer Ned Arryn’s position as the King’s Hand. Across the Narrow Sea in Pentos, Viserys Targaryen plans to wed his sister Daenerys to the nomadic Dothraki warrior leader, Khal Drogo to forge an alliance to take the throne.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f3254641.jpg/",
          "title": "Winter Is Coming",
          "tvshowid": 1
        },
        {
          "episode": 2,
          "episodeid": 92,
          "label": "1x02. The Kingsroad",
          "playcount": 2,
          "plot": "Having agreed to become the King’s Hand, Ned leaves Winterfell with daughters Sansa and Arya, while Catelyn stays behind in Winterfell. Jon Snow heads north to join the brotherhood of the Night’s Watch. Tyrion decides to forego the trip south with his family, instead joining Jon in the entourage heading to the Wall. Viserys bides his time in hopes of winning back the throne, while Daenerys focuses her attention on learning how to please her new husband, Drogo.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f3436411.jpg/",
          "title": "The Kingsroad",
          "tvshowid": 1
        },
        {
          "episode": 3,
          "episodeid": 93,
          "label": "1x03. Lord Snow",
          "playcount": 2,
          "plot": "Arriving at King’s Landing, Ned is shocked to learn of the Crown’s profligacy from his new advisors. At Castle Black, Jon Snow impresses Tyrion at the expense of greener recruits. Suspecting the Lannisters had a hand in Bran’s fall, Catelyn covertly follows her husband to King’s Landing, where she is intercepted by Petyr Baelish, a.k.a. “Littlefinger,” a shrewd longtime ally and brothel owner. Cersei and Jaime ponder the implications of Bran’s recovery; Arya studies swordsmanship. On the road to Vaes Dothrak, Daenerys finds herself at odds with Viserys.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f3436421.jpg/",
          "title": "Lord Snow",
          "tvshowid": 1
        },
        {
          "episode": 4,
          "episodeid": 94,
          "label": "1x04. Cripples, Bastards, and Broken Things",
          "playcount": 2,
          "plot": "Ned looks for clues to the death of his predecessor, and uncovers one of King Robert’s bastards. Robert and his guests witness a tournament honoring Ned. Jon takes measures to protect Sam from further abuse at Castle Black; a frustrated Viserys clashes with Daenerys in Vaes Dothrak; Sansa imagines her future as a queen, while Arya envisions a far different future. Catelyn rallies her husband’s allies to make a point, while Tyrion finds himself caught in the wrong place at the wrong time.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f3436431.jpg/",
          "title": "Cripples, Bastards, and Broken Things",
          "tvshowid": 1
        },
        {
          "episode": 5,
          "episodeid": 95,
          "label": "1x05. The Wolf and the Lion",
          "playcount": 2,
          "plot": "Incensed over news of Daenerys’ alliance with the Dothrakis, Robert orders a preemptive strike on the Targaryens that drives a wedge in his relationship with Ned. A captive Tyrion helps Catelyn, but receives a cold reception at the Eyrie from her sister, Jon Arryn’s widow Lysa. Sansa is charmed by the dashing Ser Loras Tyrell, a.k.a. the Knight of Flowers. Arya overhears a plot against her father.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f3436441.jpg/",
          "title": "The Wolf and the Lion",
          "tvshowid": 1
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "1_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 96,
          "label": "2x01. The North Remembers",
          "playcount": 2,
          "plot": "As Robb Stark and his northern army continue the war against the Lannisters, Tyrion arrives in King’s Landing to counsel Joffrey and temper the young king’s excesses.  On the island of Dragonstone, Stannis Baratheon plots an invasion to claim his late brother’s throne, allying himself with the fiery Melisandre, a strange priestess of a stranger god.  Across the sea, Daenerys, her three young dragons, and the khalasar trek through the Red Waste in search of allies, or water.  In the North, Bran presides over a threadbare Winterfell, while beyond the Wall, Jon Snow and the Night’s Watch must shelter with a devious wildling.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4161693.jpg/",
          "title": "The North Remembers",
          "tvshowid": 1
        },
        {
          "episode": 2,
          "episodeid": 97,
          "label": "2x02. The Night Lands",
          "playcount": 2,
          "plot": "In the wake of a bloody purge in the capital, Tyrion chastens Cersei for alienating the king’s subjects.  On the road north, Arya shares a secret with Gendry, a Night’s Watch recruit.  With supplies dwindling, one of Dany’s scouts returns with news of their position.  After nine years as a Stark ward, Theon Greyjoy reunites with his father Balon, who wants to restore the ancient Kingdom of the Iron Islands.  Davos enlists Salladhor Saan, a pirate, to join forces with Stannis and Melisandre for a naval invasion of King’s Landing.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4245771.jpg/",
          "title": "The Night Lands",
          "tvshowid": 1
        },
        {
          "episode": 3,
          "episodeid": 98,
          "label": "2x03. What is Dead May Never Die",
          "playcount": 2,
          "plot": "At the Red Keep, Tyrion plots three alliances through the promise of marriage.  Catelyn arrives in the Stormlands to forge an alliance of her own, but King Renly, his new wife Margaery, and her brother Loras Tyrell have other plans.  At Winterfell, Luwin tries to decipher Bran’s dreams.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4245772.jpg/",
          "title": "What is Dead May Never Die",
          "tvshowid": 1
        },
        {
          "episode": 4,
          "episodeid": 99,
          "label": "2x04. Garden of Bones",
          "playcount": 2,
          "plot": "Joffrey punishes Sansa for Robb’s victories, and Tyrion scrambles to temper the king’s cruelty. Catelyn entreats Stannis and Renly to unite against the Lannisters. Dany and her khalasar arrive at the prosperous city of Qarth. Tyrion coerces a relative into being his eyes and ears. Arya and Gendry are taken to Harrenhal, where their lives are in the hands of Ser Gregor Clegane. Stannis orders Davos to smuggle Melisandre into a secret cove.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4245773.jpg/",
          "title": "Garden of Bones",
          "tvshowid": 1
        },
        {
          "episode": 5,
          "episodeid": 100,
          "label": "2x05. The Ghost of Harrenhal",
          "playcount": 2,
          "plot": "The Baratheon rivalry ends, driving Catelyn to flee and Littlefinger to act. At King’s Landing, Tyrion’s source alerts him to Joffrey’s defense plan - and a mysterious secret weapon. Theon sails to the Stony Shore to prove he’s worthy to be called Ironborn. At Harrenhal, Arya receives a promise from Jaqen H’ghar, one of the prisoners she saved from the Gold Cloaks. The Night’s Watch arrive at the Fist of the First Men, an ancient ringfort where they hope to stem the wildings' advance.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4245774.jpg/",
          "title": "The Ghost of Harrenhal",
          "tvshowid": 1
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "1_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 101,
          "label": "3x01. Valar Dohaeris",
          "playcount": 2,
          "plot": "Jon meets the King-Beyond-the-Wall while his Night Watch Brothers flee south. In King's Landing, Tyrion wants a reward, Margaery shows her charitable nature, Cersei arranges a dinner party, and Littlefinger offers to help Sansa. Across the Narrow Sea, Daenerys starts her journey west.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4293685.jpg/",
          "title": "Valar Dohaeris",
          "tvshowid": 1
        },
        {
          "episode": 2,
          "episodeid": 102,
          "label": "3x02. Dark Wings, Dark Words",
          "playcount": 2,
          "plot": "Sansa says too much. Shae asks Tyrion for a favor. Jaime finds a way to pass the time, while Arya encounters the Brotherhood Without Banners.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4517458.jpg/",
          "title": "Dark Wings, Dark Words",
          "tvshowid": 1
        },
        {
          "episode": 3,
          "episodeid": 103,
          "label": "3x03. Walk of Punishment",
          "playcount": 2,
          "plot": "Tyrion shoulders new responsibilities. Jon is taken to the Fist of the First Men. Daenerys meets with the slavers. Jaime strikes a deal with his captors.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4517459.jpg/",
          "title": "Walk of Punishment",
          "tvshowid": 1
        },
        {
          "episode": 4,
          "episodeid": 104,
          "label": "3x04. And Now His Watch Is Ended",
          "playcount": 2,
          "plot": "Trouble brews among the Night's Watch at Craster's. Margaery takes Joffrey out of his comfort zone. Arya meets the leader of the Brotherhood. Varys plots revenge on an old foe. Theon mournfully recalls his missteps. Daenerys deftly orchestrates her exit from Astapor.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4517460.jpg/",
          "title": "And Now His Watch Is Ended",
          "tvshowid": 1
        },
        {
          "episode": 5,
          "episodeid": 105,
          "label": "3x05. Kissed by Fire",
          "playcount": 2,
          "plot": "The Hound is judged by the gods. Jaime is judged by men. Jon proves himself. Robb is betrayed. Tyrion learns the cost of weddings.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4517461.jpg/",
          "title": "Kissed by Fire",
          "tvshowid": 1
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "1_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 106,
          "label": "4x01. Two Swords",
          "playcount": 2,
          "plot": "Tyrion welcomes a surprise guest to King’s Landing for the royal wedding, but fears he’s come to the Red Keep for something else. Meanwhile, Jon warns his skeptical Night’s Watch superiors about an impending attack. Jaime struggles to regain his status at home. Arya encounters a face from her past, and Daario Naharis discusses strategy with Daenerys on the journey to the slave city Meereen.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4721938.jpg/",
          "title": "Two Swords",
          "tvshowid": 1
        },
        {
          "episode": 2,
          "episodeid": 107,
          "label": "4x02. The Lion and the Rose",
          "playcount": 2,
          "plot": "A who’s who of honored guests turns out for Joffrey and Margaery’s wedding in King’s Landing, but the king’s taste in entertainment rubs many of them the wrong way. Meanwhile, Bronn gives a lesson to an unlikely pupil; Bran’s vision helps map out his journey; Stannis loses patience with Davos; and Ramsay takes a perverse delight in his new pet.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4801602.jpg/",
          "title": "The Lion and the Rose",
          "tvshowid": 1
        },
        {
          "episode": 3,
          "episodeid": 108,
          "label": "4x03. Breaker of Chains",
          "playcount": 2,
          "plot": "In the frenzied aftermath of the royal wedding, Tyrion gets a visit from a loyal subject, but wonders if anyone in his family will help him out of his current predicament. Meanwhile, Tywin offers to work for the common good with a presumed enemy. Sam takes stock of the personnel at Castle Black. The Hound gives another life lesson to Arya, and Daenerys makes a decision outside the walls of Meereen.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4801603.jpg/",
          "title": "Breaker of Chains",
          "tvshowid": 1
        },
        {
          "episode": 4,
          "episodeid": 109,
          "label": "4x04. Oathkeeper",
          "playcount": 2,
          "plot": "Jon welcomes volunteers. Bran, Jojen, Meera and Hodor seek shelter. Jaime and Brienne discuss his honor. Daenerys balances justice and mercy.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4801604.jpg/",
          "title": "Oathkeeper",
          "tvshowid": 1
        },
        {
          "episode": 5,
          "episodeid": 110,
          "label": "4x05. First of His Name",
          "playcount": 2,
          "plot": "Jon starts a new mission. Cersei and Tywin consider the next move for the Crown. Daenerys makes plans for the future after hearing the latest news from King's Landing. Lord Baelish and Sansa reach their destination.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f121361%2f4801605.jpg/",
          "title": "First of His Name",
          "tvshowid": 1
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "2_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 1,
          "label": "1x01. Uno",
          "playcount": 1,
          "plot": "Jimmy works his magic in the courtroom. Unexpected inspiration leads him to an unconventional pursuit of potential clients.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f4663020.jpg/",
          "title": "Uno",
          "tvshowid": 2
        },
        {
          "episode": 2,
          "episodeid": 2,
          "label": "1x02. Mijo",
          "playcount": 1,
          "plot": "As his troubles escalate to a boiling point, Jimmy finds himself in dire straits. An act of carelessness puts Chuck at risk.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5054192.jpg/",
          "title": "Mijo",
          "tvshowid": 2
        },
        {
          "episode": 3,
          "episodeid": 3,
          "label": "1x03. Nacho",
          "playcount": 1,
          "plot": "Jimmy pulls out all the stops to prove that his dangerous client is innocent, even though it causes some friction with Kim.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5054193.jpg/",
          "title": "Nacho",
          "tvshowid": 2
        },
        {
          "episode": 4,
          "episodeid": 4,
          "label": "1x04. Hero",
          "playcount": 1,
          "plot": "Jimmy conjures up a bold plan to solicit new clients, but has to face the consequences when the scheme strains his relationships with a rival firm.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5114293.jpg/",
          "title": "Hero",
          "tvshowid": 2
        },
        {
          "episode": 5,
          "episodeid": 5,
          "label": "1x05. Alpine Shepherd Boy",
          "playcount": 1,
          "plot": "When his efforts to drum up new business are interrupted by alarming news, Jimmy is pressured to make a difficult choice.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5114294.jpg/",
          "title": "Alpine Shepherd Boy",
          "tvshowid": 2
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "2_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 6,
          "label": "2x01. Switch",
          "playcount": 0,
          "plot": "Jimmy and Kim's relationship takes a new turn. Mike decides it's for the best to sever his affiliation with an unrestrained associate.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5427452.jpg/",
          "title": "Switch",
          "tvshowid": 2
        },
        {
          "episode": 2,
          "episodeid": 7,
          "label": "2x02. Cobbler",
          "playcount": 0,
          "plot": "To keep a potentially messy situation from unraveling, Mike brokers a deal. Jimmy works to exonerate an eccentric client.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5506131.jpg/",
          "title": "Cobbler",
          "tvshowid": 2
        },
        {
          "episode": 3,
          "episodeid": 8,
          "label": "2x03. Amarillo",
          "playcount": 0,
          "plot": "Jimmy's client outreach efforts thrive, and he exhibits new heights of showmanship. Mike is perplexed by daughter-in-law Stacey's troubling news.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5506132.jpg/",
          "title": "Amarillo",
          "tvshowid": 2
        },
        {
          "episode": 4,
          "episodeid": 9,
          "label": "2x04. Gloves Off",
          "playcount": 0,
          "plot": "Jimmy's actions unexpectedly create waves for Kim. Mike cautiously weighs a lucrative proposal that might bring about dire consequences.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5533364.jpg/",
          "title": "Gloves Off",
          "tvshowid": 2
        },
        {
          "episode": 5,
          "episodeid": 10,
          "label": "2x05. Rebecca",
          "playcount": 0,
          "plot": "Jimmy becomes frustrated with his restrictive work environment. Kim pulls out all the stops to dig herself out of a seemingly bottomless hole at HHM.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f273181%2f5537897.jpg/",
          "title": "Rebecca",
          "tvshowid": 2
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "3_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 11,
          "label": "1x01. Pilot",
          "playcount": 2,
          "plot": "When an unassuming high school chemistry teacher discovers he has a rare form of lung cancer, he decides to team up with a former student and create a top of the line crystal meth in a used RV, to provide for his family once he is gone.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f349232.jpg/",
          "title": "Pilot",
          "tvshowid": 3
        },
        {
          "episode": 2,
          "episodeid": 12,
          "label": "1x02. Cat's in the Bag...",
          "playcount": 2,
          "plot": "Walt and Jesse attempt to tie up loose ends. The desperate situation gets more complicated with the flip of a coin. Walt's wife, Skyler, becomes suspicious of Walt's strange behavior.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f349233.jpg/",
          "title": "Cat's in the Bag...",
          "tvshowid": 3
        },
        {
          "episode": 3,
          "episodeid": 13,
          "label": "1x03. ...And the Bag's in the River",
          "playcount": 2,
          "plot": "Walter fights with Jesse over his drug use, causing him to leave Walter alone with their captive, Krazy-8. Meanwhile, Hank has a scared straight moment with Walter Jr. after his aunt discovers he has been smoking pot. Also, Skylar is upset when Walter stays away from home.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f349235.jpg/",
          "title": "...And the Bag's in the River",
          "tvshowid": 3
        },
        {
          "episode": 4,
          "episodeid": 14,
          "label": "1x04. Cancer Man",
          "playcount": 2,
          "plot": "Walter finally tells his family that he has been stricken with cancer. Meanwhile, the DEA believes Albuquerque has a new, big time player to worry about. Meanwhile, a worthy recipient is the target of a depressed Walter's anger, and Jesse makes a surprise visit to his parents home.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f349236.jpg/",
          "title": "Cancer Man",
          "tvshowid": 3
        },
        {
          "episode": 5,
          "episodeid": 15,
          "label": "1x05. Gray Matter",
          "playcount": 2,
          "plot": "Walter and Skyler attend a former colleague's party. Jesse tries to free himself from the drugs, while Skyler organizes an intervention.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f349238.jpg/",
          "title": "Gray Matter",
          "tvshowid": 3
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "3_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 16,
          "label": "2x01. Seven Thirty-Seven",
          "playcount": 2,
          "plot": "Walt and Jesse are vividly reminded of Tuco’s volatile nature, and try to figure a way out of their business partnership. Hank attempts to mend fences between the estranged Marie and Skyler.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f438912.jpg/",
          "title": "Seven Thirty-Seven",
          "tvshowid": 3
        },
        {
          "episode": 2,
          "episodeid": 17,
          "label": "2x02. Grilled",
          "playcount": 2,
          "plot": "Walt and Jesse find themselves in close quarters with an unhinged Tuco. Marie and Hank comfort Skyler, who is distraught over Walt’s disappearance. Hank pays a visit to Mrs. Pinkman on some not-so-official business.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f438913.jpg/",
          "title": "Grilled",
          "tvshowid": 3
        },
        {
          "episode": 3,
          "episodeid": 18,
          "label": "2x03. Bit by a Dead Bee",
          "playcount": 2,
          "plot": "Walt and Jesse cover their tracks, but as a result, both of their financial situations suffer. Meanwhile, Hank and his DEA colleagues may have a break in their meth investigation.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f438914.jpg/",
          "title": "Bit by a Dead Bee",
          "tvshowid": 3
        },
        {
          "episode": 4,
          "episodeid": 19,
          "label": "2x04. Down",
          "playcount": 2,
          "plot": "Walt tries to reconnect with his family. Still suspicious of her husband's actions, Skyler keeps her distance. Jesse finds himself without a place to live and struggles to cope.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f438915.jpg/",
          "title": "Down",
          "tvshowid": 3
        },
        {
          "episode": 5,
          "episodeid": 20,
          "label": "2x05. Breakage",
          "playcount": 2,
          "plot": "Tensions and bills mount at the White household. Hank makes progress at work, but struggles with some residual effects from his encounter with Tuco. Jesse takes charge and assembles a crew of dealers to get their product out on the streets.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f438916.jpg/",
          "title": "Breakage",
          "tvshowid": 3
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "3_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 21,
          "label": "3x01. No Mas",
          "playcount": 2,
          "plot": "As Walt copes with the aftermath of the plane crash and Skyler's anger, Jesse comes to a new realization about himself. A new adversary tracks the elusive Heisenberg, Walter White's kingpin alter ego. Skyler seeks advice on the state of her marriage and confronts Walt.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f1533641.jpg/",
          "title": "No Mas",
          "tvshowid": 3
        },
        {
          "episode": 2,
          "episodeid": 22,
          "label": "3x02. Caballo Sin Nombre",
          "playcount": 2,
          "plot": "Walt tries to reconcile with Skyler, but when his advances are rejected he takes drastic action to bring his family back together. A confused and angry Walter, Jr. lashes out at his mother. With the help of Saul, Jesse makes a significant investment.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f1894731.jpg/",
          "title": "Caballo Sin Nombre",
          "tvshowid": 3
        },
        {
          "episode": 3,
          "episodeid": 23,
          "label": "3x03. I.F.T.",
          "playcount": 2,
          "plot": "Walt ignores Skyler's demands, furthering the rift between them and pushing her to break bad. Still suffering from panic and anxiety attacks, Hank crosses a line at work.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f1894741.jpg/",
          "title": "I.F.T.",
          "tvshowid": 3
        },
        {
          "episode": 4,
          "episodeid": 24,
          "label": "3x04. Green Light",
          "playcount": 2,
          "plot": "Walt loses control as he reacts to Skyler's news, endangering his job and relationships with Saul and Jesse. Hank throws himself into his blue meth investigation. Jesse enacts a new plan.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f2012411.jpg/",
          "title": "Green Light",
          "tvshowid": 3
        },
        {
          "episode": 5,
          "episodeid": 25,
          "label": "3x05. Mas",
          "playcount": 2,
          "plot": "Gus increases his efforts to lure Walt back into business, forcing a rift between Walt and Jesse. Skyler doubts her new relationship. Marie confides in Skyler about her concern for Hank's well-being.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f2055301.jpg/",
          "title": "Mas",
          "tvshowid": 3
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "3_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 26,
          "label": "4x01. Box Cutter",
          "playcount": 2,
          "plot": "Walt and Jesse face the deadly consequences of their actions. Skyler deals with a puzzling disappearance, as Marie struggles to help Hank with his recovery.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f2639411.jpg/",
          "title": "Box Cutter",
          "tvshowid": 3
        },
        {
          "episode": 2,
          "episodeid": 27,
          "label": "4x02. Thirty-Eight Snub",
          "playcount": 2,
          "plot": "Walt attempts to form a new alliance as he plans his next move. Skyler pushes Walt towards a business opportunity, in hopes of protecting the family.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f4103847.jpg/",
          "title": "Thirty-Eight Snub",
          "tvshowid": 3
        },
        {
          "episode": 3,
          "episodeid": 28,
          "label": "4x03. Open House",
          "playcount": 2,
          "plot": "Events spiral out of control at Jesse’s place. Skyler reluctantly asks for Saul’s help. Marie returns to an old pastime and a friend asks Hank for help.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f4110088.jpg/",
          "title": "Open House",
          "tvshowid": 3
        },
        {
          "episode": 4,
          "episodeid": 29,
          "label": "4x04. Bullet Points",
          "playcount": 2,
          "plot": "The Cartel takes steps to gain the upper hand. Walt and Skyler share an embarrassing secret with the rest of the family. Jesse’s activities draw unwanted attention.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f4123350.jpg/",
          "title": "Bullet Points",
          "tvshowid": 3
        },
        {
          "episode": 5,
          "episodeid": 30,
          "label": "4x05. Shotgun",
          "playcount": 2,
          "plot": "When Jesse goes missing, Walt fears the worst. Skyler has an unlikely reunion. Hank shares some bad news with Detective Tim Roberts.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f81189%2f4123351.jpg/",
          "title": "Shotgun",
          "tvshowid": 3
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "4_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 31,
          "label": "1x01. Dexter",
          "playcount": 0,
          "plot": "Dexter is a forensic expert in blood patterns who works with the Miami Police Department. He is also a serial killer, who kills people that the police can't bring to justice. He has to hide his double life from his sister, his girlfriend and his co-workers. He is intrigued by a killer who has found a way to kill girls without leaving blood behind.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f307473.jpg/",
          "title": "Dexter",
          "tvshowid": 4
        },
        {
          "episode": 2,
          "episodeid": 32,
          "label": "1x02. Crocodile",
          "playcount": 0,
          "plot": "Being wrapped up in preparing for his next victim, Dexter, finds out that the Ice Truck Killer is aware of Dexter's dirty little secret.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f308834.jpg/",
          "title": "Crocodile",
          "tvshowid": 4
        },
        {
          "episode": 3,
          "episodeid": 33,
          "label": "1x03. Popping Cherry",
          "playcount": 0,
          "plot": "Dexter's on the trail of a recently released murderer who plans to kill again when he's sidetracked by the Ice Truck Killer's latest crime - a cut-up hooker found in a hockey ice rink.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f310842.jpg/",
          "title": "Popping Cherry",
          "tvshowid": 4
        },
        {
          "episode": 4,
          "episodeid": 34,
          "label": "1x04. Let's Give the Boy a Hand",
          "playcount": 0,
          "plot": "The Ice Truck Killer begins leaving pictures from Dexter's childhood at the crime scenes. Is the killer trying to tell Dexter something about his own past?",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f310843.jpg/",
          "title": "Let's Give the Boy a Hand",
          "tvshowid": 4
        },
        {
          "episode": 5,
          "episodeid": 35,
          "label": "1x05. Love American Style",
          "playcount": 0,
          "plot": "While the rest of the police department are focused on finding the Ice Truck Killer, Dexter is busy gathering evidence for his next victim. It turns out he will also discover more about relationships, love and how to make a success of it all. In doing so he gets some hilarious advice from unlikely sources and we see the first time that he actually kills two people at one time.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f310844.jpg/",
          "title": "Love American Style",
          "tvshowid": 4
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "4_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 36,
          "label": "2x01. It's Alive!",
          "playcount": 0,
          "plot": "Things are really beginning to heat up for Dexter: Doakes' suspicions about him are growing, his victims are escaping, and his body dump site has been found. Meanwhile Paul is troubling Rita over the missing shoe and Debra is going through trauma over the Ice Truck killer incident.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f327630.jpg/",
          "title": "It's Alive!",
          "tvshowid": 4
        },
        {
          "episode": 2,
          "episodeid": 37,
          "label": "2x02. Waiting to Exhale",
          "playcount": 0,
          "plot": "Dexter is finding it hard to have closure on killing his brother. There is a new FBI agent to head the \"Bay Harbor Butcher\" case. Debra is finding it tough to put the past behind her.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f331788.jpg/",
          "title": "Waiting to Exhale",
          "tvshowid": 4
        },
        {
          "episode": 3,
          "episodeid": 38,
          "label": "2x03. An Inconvenient Lie",
          "playcount": 0,
          "plot": "Dexter sets his sights on a new victim: a murderer so repulsive it seems only fitting that he's a used-car salesman. Dexter's been unable to lie to Rita about his midnight activities, which has her thinking that he's a drug addict. She's threatened to leave him if he doesn't commit to a 12-step program to deal with his supposed addiction. While in this recovery, though, Dexter meets a sexy, mysterious woman named Lila.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f337023.jpg/",
          "title": "An Inconvenient Lie",
          "tvshowid": 4
        },
        {
          "episode": 4,
          "episodeid": 39,
          "label": "2x04. See-Through",
          "playcount": 0,
          "plot": "Rita's estranged mother visits and senses something is wrong with Dexter. Masuka thinks he's developed a lead in the Bay Harbor Butcher case, which has Dexter concerned. Angel's interrogation of a witness crosses a line.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f338044.jpg/",
          "title": "See-Through",
          "tvshowid": 4
        },
        {
          "episode": 5,
          "episodeid": 40,
          "label": "2x05. The Dark Defender",
          "playcount": 0,
          "plot": "Dexter finds out that the man who killed his mother, right in front of him, is still alive. When he tells this to Lila, she suggests he face the man, as part of his road to addiction recovery. But then as his sponsor she insists on tagging along.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f338045.jpg/",
          "title": "The Dark Defender",
          "tvshowid": 4
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "4_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 41,
          "label": "3x01. Our Father",
          "playcount": 0,
          "plot": "Dexter has put his life back together but things may fall apart soon. His new victim is also being targeted by Assistant District Attorney Miguel Prado. Deb has to decide how to handle Internal Affairs, as they want her to turn on her new partner.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f385674.jpg/",
          "title": "Our Father",
          "tvshowid": 4
        },
        {
          "episode": 2,
          "episodeid": 42,
          "label": "3x02. Finding Freebo",
          "playcount": 0,
          "plot": "Dexter continues the hunt for Freebo, knowing he is still in town after finding Teegan's body. Dexter and Rita must make a decision about her pregnancy. Dexter isn't sure whether he can raise a child. Deb searches for the identity of her body, not knowing the link to the Freebo case. Dexter races to beat the rest of the police to Freebo.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f385711.jpg/",
          "title": "Finding Freebo",
          "tvshowid": 4
        },
        {
          "episode": 3,
          "episodeid": 43,
          "label": "3x03. The Lion Sleeps Tonight",
          "playcount": 0,
          "plot": "Dexter and a pedophile have a run-in; Dexter is unable to restore Freebo's good name after he is accused of a murder he didn't commit. Also, Dexter's friendship with Miguel weighs on his mind.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f385782.jpg/",
          "title": "The Lion Sleeps Tonight",
          "tvshowid": 4
        },
        {
          "episode": 4,
          "episodeid": 44,
          "label": "3x04. All In the Family",
          "playcount": 0,
          "plot": "After a failed marriage proposal, Dexter attempts to convince Rita that he wants more than a financial merger and fatherhood. He wants a family with Rita. Deb lands a new case. Miguel's brother, Ramon, is dead set on finding Oscar's murderer, which worries Dexter and Miguel.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f385783.jpg/",
          "title": "All In the Family",
          "tvshowid": 4
        },
        {
          "episode": 5,
          "episodeid": 45,
          "label": "3x05. Turning Biminese",
          "playcount": 0,
          "plot": "While Dexter struggles with how to handle Rita’s desire for them to move in together before they get married, Miguel tells Dexter about a husband who has gotten away with killing two of his wives for financial gain.\r\nMeanwhile, Debra works with Anton, her confidential informant, to track down one of Freebo’s criminal confidants.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f385784.jpg/",
          "title": "Turning Biminese",
          "tvshowid": 4
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "4_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 46,
          "label": "4x01. Living the Dream",
          "playcount": 0,
          "plot": "The pressures of fatherhood threaten to bring Dexter's world crashing down. In his carelessness, Dexter realizes that he's misplaced crucial evidence, something that could expose his dark side to the world. But his search will have to wait, as Miami Metro's two simultaneous murder cases continue to escalate. Their top priority is to solve 'The Vacation Murders', a series of robberies gone bad that threaten Miami's lucrative tourist industry. Lundy, however, remains convinced that the bigger problem is dealing with the Trinity Killer, who unbeknownst to them is already stalking his next victim. Dexter has to weave a web of lies to extract himself from his duties, hoping to bury his secret before someone else finds it first.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f446798.jpg/",
          "title": "Living the Dream",
          "tvshowid": 4
        },
        {
          "episode": 2,
          "episodeid": 47,
          "label": "4x02. Remains to Be Seen",
          "playcount": 0,
          "plot": "Dexter misplaces evidence which could expose his secret. Meanwhile, Miami Metro must juggle two serial killers at the same time, as the Vacation Murders might bring the city's tourism industry to a grinding halt.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f644501.jpg/",
          "title": "Remains to Be Seen",
          "tvshowid": 4
        },
        {
          "episode": 3,
          "episodeid": 48,
          "label": "4x03. Blinded by the Light",
          "playcount": 0,
          "plot": "Dexter is hampered by his neighborhood's increased vigilance due to vandalism, his temporary inability to drive himself anywhere, and his admiration for the killing technique of the artful Trinity Killer.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f644511.jpg/",
          "title": "Blinded by the Light",
          "tvshowid": 4
        },
        {
          "episode": 4,
          "episodeid": 49,
          "label": "4x04. Dex Takes a Holiday",
          "playcount": 0,
          "plot": "Dexter gets some much-needed R&R time with Rita and the kids out of town, leading to his stalking of a new victim until he unexpectedly begins to empathize with his target, a cop that murdered her family.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f644521.jpg/",
          "title": "Dex Takes a Holiday",
          "tvshowid": 4
        },
        {
          "episode": 5,
          "episodeid": 50,
          "label": "4x05. Dirty Harry",
          "playcount": 0,
          "plot": "Recent events spur Dexter into his own investigation of the Trinity killer. His motivations are now personal, and the clock is ticking. But the closer Dexter gets, the more he realizes that Trinity is unlike any monster he’s previously encountered.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79349%2f997641.jpg/",
          "title": "Dirty Harry",
          "tvshowid": 4
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "5_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 51,
          "label": "1x01. The One Where Monica Gets A Roommate",
          "playcount": 1,
          "plot": "This is the one where it all began ... Rachel leaves Barry at the altar, meets the gang, and moves in with Monica. Monica, meanwhile, sleeps with Paul the Wine Guy, and Ross is reeling from his divorce from Carol, who has become a lesbian.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303821.jpg/",
          "title": "The One Where Monica Gets A Roommate",
          "tvshowid": 5
        },
        {
          "episode": 2,
          "episodeid": 52,
          "label": "1x02. The One With The Sonogram At The End",
          "playcount": 1,
          "plot": "Carol, Ross's lesbian ex-wife, tells him at work that she is pregnant with his child, Monica nearly has a breakdown when her parents come for dinner, and Rachel finds out that Barry and her maid of honor Mindy, went on her honeymoon.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303822.jpg/",
          "title": "The One With The Sonogram At The End",
          "tvshowid": 5
        },
        {
          "episode": 3,
          "episodeid": 53,
          "label": "1x03. The One With The Thumb",
          "playcount": 1,
          "plot": "Chandler's reunited with his beloved cigarettes, which the rest of his friends can't stand. Monica dates a man all her buddies love but with whom she's bored. And poor, honest Phoebe can't deal with the fact that her bank gave her one thousand dollars that isn't hers, plus a soda company gives her seven thousand more unwanted bucks after she finds a dismembered thumb in a can of soda.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303823.jpg/",
          "title": "The One With The Thumb",
          "tvshowid": 5
        },
        {
          "episode": 4,
          "episodeid": 54,
          "label": "1x04. The One With George Stephanopoulos",
          "playcount": 1,
          "plot": "This is the one where Ross mourns the anniversary of losing his virginity to Carol while at a hockey game with the guys. Rachel gets her first paycheck, the girls have a slumber party, and George Stephanopoulos's pizza is delivered to Monica by mistake.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303824.jpg/",
          "title": "The One With George Stephanopoulos",
          "tvshowid": 5
        },
        {
          "episode": 5,
          "episodeid": 55,
          "label": "1x05. The One With The East German Laundry Detergent",
          "playcount": 1,
          "plot": "Joey wants to get back together with a former girlfriend he dumped, so he tricks Monica into posing as his new gal pal.  Ross helps Rachel, a laundry virgin, do her first load of wash. And Chandler has a difficult time breaking up with his annoying girlfriend, Janice.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303825.jpg/",
          "title": "The One With The East German Laundry Detergent",
          "tvshowid": 5
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "5_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 56,
          "label": "2x01. The One With Ross's New Girlfriend",
          "playcount": 0,
          "plot": "Rachel waits patiently at the airport for Ross, not knowing he is returning with a new girlfriend, Julie. Meanwhile, after giving Joey and Chandler new haircuts, Phoebe is persuaded to cut Monica's hair, but gives her an awful haircut. And Joey learns that his tailor is a very naughty man.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303845.jpg/",
          "title": "The One With Ross's New Girlfriend",
          "tvshowid": 5
        },
        {
          "episode": 2,
          "episodeid": 57,
          "label": "2x02. The One With The Breast Milk",
          "playcount": 0,
          "plot": "The guys are uncomfortable with Carol's breast milk and Rachel is uncomfortable with Monica's growing friendship with Julie. Meanwhile, Joey competes with a fellow cologne spritzer for the affections of a beautiful colleague.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303846.jpg/",
          "title": "The One With The Breast Milk",
          "tvshowid": 5
        },
        {
          "episode": 3,
          "episodeid": 58,
          "label": "2x03. The One Where Heckles Dies",
          "playcount": 0,
          "plot": "After Mr. Heckles dies and leaves all his belongings to Monica and Rachel, Chandler discovers eerie similarities between the late eccentric man and his own life. Ross and Phoebe have a dispute over the progression of evolution.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303847.jpg/",
          "title": "The One Where Heckles Dies",
          "tvshowid": 5
        },
        {
          "episode": 4,
          "episodeid": 59,
          "label": "2x04. The One With Phoebe's Husband",
          "playcount": 0,
          "plot": "The gang is amazed to learn that Phoebe married a gay Canadian ice dancer to help him get his green card. And Ross seeks relationship advice from Rachel after revealing that he and Julie have yet to consummate their relationship.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303848.jpg/",
          "title": "The One With Phoebe's Husband",
          "tvshowid": 5
        },
        {
          "episode": 5,
          "episodeid": 60,
          "label": "2x05. The One With Five Steaks And An Eggplant",
          "playcount": 0,
          "plot": "When a sexy woman calls the wrong number, Chandler seeks to make the most of the situation. And income issues divide the friends: the well-off Ross, Chandler and Monica versus the not-so-well-off Phoebe, Rachel and Joey. This all changes, however, when Monica is accused of taking kickbacks and fired.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303849.jpg/",
          "title": "The One With Five Steaks And An Eggplant",
          "tvshowid": 5
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "5_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 61,
          "label": "3x01. The One With The Princess Leia Fantasy",
          "playcount": 0,
          "plot": "Ross reveals a fantasy to Rachel involving a certain \"Star Wars\" character. Monica suffers from insomnia after her breakup with Richard. And Chandler, back together with Janice, wants Joey to bond with her.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303869.jpg/",
          "title": "The One With The Princess Leia Fantasy",
          "tvshowid": 5
        },
        {
          "episode": 2,
          "episodeid": 62,
          "label": "3x02. The One Where No One's Ready",
          "playcount": 0,
          "plot": "Ross is in a hurry to get everyone dressed for an important banquet at the museum but no one is co-operating.  Chandler and Joey fight over who gets to sit in a comfortable chair.  Monica acts goofy over a message on the answering machine from Richard. Rachel can't decide what to wear and Phoebe (the only one ready on time) gets a spot on her dress.\r\nWhen Ross gets so upset that no one is ready that he yells at Rachel.  She is so upset that she decides to not go. Ross apologizes and is ready to drink a glass of fat to prove he is sorry when Rachel accepts the apology.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303870.jpg/",
          "title": "The One Where No One's Ready",
          "tvshowid": 5
        },
        {
          "episode": 3,
          "episodeid": 63,
          "label": "3x03. The One With The Jam",
          "playcount": 0,
          "plot": "Phoebe dates a man who thinks he's stalking her twin sister.  Ross and Rachel give Chandler \"boyfriend\" lessons.  Monica uses her free time after breaking up with Richard to make jam and considers insemination through a sperm bank.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303871.jpg/",
          "title": "The One With The Jam",
          "tvshowid": 5
        },
        {
          "episode": 4,
          "episodeid": 64,
          "label": "3x04. The One With The Metaphorical Tunnel",
          "playcount": 0,
          "plot": "Phoebe pretends to be Joey's agent and has some success in getting him auditions. Ultimately, however, she is unable to deal with the rejection that comes with acting, and quits. Ross is upset when Ben brings a Barbie doll on his weekend visit. He spends the time trying to get him to give up the doll and eventually replaces it with a G.I. Joe.  When Carol and Susan come to pick up Ben, Monica tells them that Ross used to dress in his mother's clothes and play tea party. Chandler is advancing in his relationship with Janice and, realizing that he has a fear of commitment, goes to the girls for advice.  When he decides to become super-committed, he ends up scaring Janice. He ends up just coming clean and being himself and the relationship survives.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303872.jpg/",
          "title": "The One With The Metaphorical Tunnel",
          "tvshowid": 5
        },
        {
          "episode": 5,
          "episodeid": 65,
          "label": "3x05. The One With Frank Jr.",
          "playcount": 0,
          "plot": "Phoebe's half-brother visits and she offers to give him a massage, but they have trouble bonding. Joey attempts to build an entertainment center. Ross is challenged to name the five celebrities he'd like to sleep with most.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303873.jpg/",
          "title": "The One With Frank Jr.",
          "tvshowid": 5
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "5_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 66,
          "label": "4x01. The One With The Jellyfish",
          "playcount": 0,
          "plot": "Ross chooses between Rachel and his bald-headed girlfriend Bonnie. Phoebe struggles to deal with the revelation that her mother's friend is actually her mother. Monica gets stung by a jellyfish, forcing Chandler and Joey to step up to the plate in order to relieve her pain.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303894.jpg/",
          "title": "The One With The Jellyfish",
          "tvshowid": 5
        },
        {
          "episode": 2,
          "episodeid": 67,
          "label": "4x02. The One With The Cat",
          "playcount": 0,
          "plot": "Phoebe believes that her adoptive mother's spirit resides in a cat that jumped into her guitar case in Central Perk.  Monica goes on a date with Rachel's hunky high-school boyfriend, who was cool in high-school, but a failure now. And when Joey and Chandler decide to sell the entertainment center, Joey takes stupidity to a new level.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303895.jpg/",
          "title": "The One With The Cat",
          "tvshowid": 5
        },
        {
          "episode": 3,
          "episodeid": 68,
          "label": "4x03. The One With The 'Cuffs",
          "playcount": 0,
          "plot": "Monica caters a party for her mother, who still doesn't quite know how to talk to her daughter. Chandler's encounter with Rachel's boss leads to an embarrassing situation. And an encyclopedia salesman takes advantage of Joey.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303896.jpg/",
          "title": "The One With The 'Cuffs",
          "tvshowid": 5
        },
        {
          "episode": 4,
          "episodeid": 69,
          "label": "4x04. The One With The Ballroom Dancing",
          "playcount": 0,
          "plot": "Joey attempts ballroom dancing in order to help Monica and Rachel keep their illegal sublet. Phoebe is attracted to one of her massage clients. And Chandler has trouble attempting to quit a gym.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303897.jpg/",
          "title": "The One With The Ballroom Dancing",
          "tvshowid": 5
        },
        {
          "episode": 5,
          "episodeid": 70,
          "label": "4x05. The One With Joey's New Girlfriend",
          "playcount": 0,
          "plot": "Chandler hits on a woman at Central Perk, not realizing she is Joey's new girlfriend. He soon realizes he is very attracted to, possibly in love, with her. Ross and Rachel play the jealousy game in their relationships. And Phoebe desperately tries to catch a cold after discovering that her voice is sexier and her singing better when she has phlegm in her throat.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79168%2f303898.jpg/",
          "title": "The One With Joey's New Girlfriend",
          "tvshowid": 5
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "6_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 71,
          "label": "1x01. Space Pilot 3000",
          "playcount": 0,
          "plot": "Fry, a 20th-century New-York pizza delivery boy receives a prank call and is frozen in a capsule and wakes up in year 2999. He meets an alien named Leela that wants to assign his permanent career... delivery boy. Fry refuses, so he escapes. He then meets Bender, a robot who likes to drink and has suicidal tendencies. Together, they start running away from Leela, arriving to the ruins of old New York. Leela finds them, but instead of inserting the permanent chip on Fry, she removes her own. All three go to Prof. Hubert Farnsworth's house, Fry's only living relative, becoming his new space crew.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131174.jpg/",
          "title": "Space Pilot 3000",
          "tvshowid": 6
        },
        {
          "episode": 2,
          "episodeid": 72,
          "label": "1x02. The Series Has Landed",
          "playcount": 0,
          "plot": "After joining Planet Express, Fry, Bender, Farnsworth's assistant Amy and Captain Leela must deliver their first package to the moon. Fry imagines himself walking on the moon, but he finds out that there is an amusement park on the moon - Luna Park. While lowering the package, Amy drops the ship keys inside it. Fry is the only one who wants to walk on the real moon, so he goes with Leela on an educational trip, yet he goes off the road and they are now marooned on the moon with almost no oxygen. Amy and Bender discover that the key that fell inside a crane game machine. Bender is thrown out of the park after putting his hand inside the machine. Fry and Leela arrive at a farm in the middle of the moon where they have to work for oxygen. After Bender sleeps with one of the robo-daughters of the farmer, the farmer starts chasing Fry, Leela and Bender. Amy appears just in time to save them.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131175.jpg/",
          "title": "The Series Has Landed",
          "tvshowid": 6
        },
        {
          "episode": 3,
          "episodeid": 73,
          "label": "1x03. I, Roommate",
          "playcount": 0,
          "plot": "Everyone is sick of Fry living at Planet Express, so he is forced to move out to become Bender's roommate. The only catch is that Bender's apartment is too small for the two of them. After some searching they find a great apartment. A problem arises when Bender's antenna interferes with the TV reception. Bender decides to cut off his antenna so that he can live with Fry again. However he doesn't feel right without it, so he decides to leave and go back to his old apartment where he feels lonely. Leela convinces Fry to going back to the \"small\" apartment.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131176.jpg/",
          "title": "I, Roommate",
          "tvshowid": 6
        },
        {
          "episode": 4,
          "episodeid": 74,
          "label": "1x04. Love's Labors Lost In Space",
          "playcount": 0,
          "plot": "On a mission intended to save endangered animals on a collapsing planet, Leela and the crew run into legendary starship captain Zapp Brannigan. A self-proclaimed ladies man, Zapp sees Leela as a potential new conquest. When the captain refuses to aid the animal rescue, Leela and her crew try to leave Zapp's starship. But Zapp throws Fry and Bender in jail, and summons Leela to his \"Lovenasium\". They ultimately escape and arrive on the doomed planet, where Leela finally finds love - with a cute, and very useful, creature named Nibbler.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131177.jpg/",
          "title": "Love's Labors Lost In Space",
          "tvshowid": 6
        },
        {
          "episode": 5,
          "episodeid": 75,
          "label": "1x05. Fear Of A Bot Planet",
          "playcount": 0,
          "plot": "At Madison Cube Garden watching a blernsball game, Bender complains about the poor treatment of robots. They're only there to clean up, polish the balls or water the fields. They never get any respect. Later, Bender must deliver a package to a planet inhabited by murderous robots that kill humans on sight. He discovers a robotopia - a land where the robot is king! However, when Leela and Fry are captured, Bender must choose between protecting his celebrity status or saving his friends.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131178.jpg/",
          "title": "Fear Of A Bot Planet",
          "tvshowid": 6
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "6_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 76,
          "label": "2x01. A Flight To Remember",
          "playcount": 0,
          "plot": "The Planet Express crew take a space cruise vacation. Leela tells Captain Zapp Brannigan that Fry is his boyfriend and Amy tells the same thing to her parents. Bender falls in love with a rich female robot. Problems start when the spaceship approaches a black hole.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131183.jpg/",
          "title": "A Flight To Remember",
          "tvshowid": 6
        },
        {
          "episode": 2,
          "episodeid": 77,
          "label": "2x02. Mars University",
          "playcount": 0,
          "plot": "Fry, Leela, Bender and Farnsworth have to go to Mars University where Fry has to share a room with a talking monkey, Farnsworth's last invention. The monkey becomes a real headache when he starts beating Fry in all areas. Meanwhile, Bender is hanging out with nerd robots.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131184.jpg/",
          "title": "Mars University",
          "tvshowid": 6
        },
        {
          "episode": 3,
          "episodeid": 78,
          "label": "2x03. When Aliens Attack",
          "playcount": 0,
          "plot": "The Omicronians invade Earth, demanding to see the lost final episode of the 1999 TV show Single Female Lawyer. The Planet Express crew must re-enact the episode to appease the invading aliens.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131185.jpg/",
          "title": "When Aliens Attack",
          "tvshowid": 6
        },
        {
          "episode": 4,
          "episodeid": 79,
          "label": "2x04. Fry & The Slurm Factory",
          "playcount": 0,
          "plot": "When Fry wins a free tour of the Slurm soda factory, he and his friends split off from the tour group and make a horrifying discovery concerning the \"secret ingredient\" that makes Slurm so addictive.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131186.jpg/",
          "title": "Fry & The Slurm Factory",
          "tvshowid": 6
        },
        {
          "episode": 5,
          "episodeid": 80,
          "label": "2x05. I Second That Emotion",
          "playcount": 0,
          "plot": "Professor Farnsworth installs an empathy chip in Bender after the inconsiderate robot flushes Nibbler down the toilet. With his newfound emotions, a concerned Bender ventures into the mutant-infested sewers to rescue Leela's beloved pet.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131187.jpg/",
          "title": "I Second That Emotion",
          "tvshowid": 6
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "6_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 81,
          "label": "3x01. The Honking",
          "playcount": 0,
          "plot": "At his late Uncle Vladimir's estate, Bender is run over by a vicious Werecar, inheriting the curse. The only way to stop Bender's fatal transformations is to seek out and destroy the original Werecar - the deadly Project Satan.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131203.jpg/",
          "title": "The Honking",
          "tvshowid": 6
        },
        {
          "episode": 2,
          "episodeid": 82,
          "label": "3x02. War is the H-Word",
          "playcount": 0,
          "plot": "Bender and Fry volunteer for military duty to enjoy the benefits of the soldiers' discount. When war breaks out later that same day, Leela too decides to join the all-male ranks, under the guise of Lee Lemon, and creates quite a stir for her leader, Zapp Brannigan.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131204.jpg/",
          "title": "War is the H-Word",
          "tvshowid": 6
        },
        {
          "episode": 3,
          "episodeid": 83,
          "label": "3x03. The Cryonic Woman",
          "playcount": 0,
          "plot": "Fry, Leela, and Bender all lose their jobs at Planet Express, and they endeavor to return to their old jobs. Due to a mix-up of their career chips, Fry becomes a career counselor at Applied Cryogenics, where he meets up with a familiar defrostee - his girlfriend from the 20th century, Michelle.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131205.jpg/",
          "title": "The Cryonic Woman",
          "tvshowid": 6
        },
        {
          "episode": 4,
          "episodeid": 84,
          "label": "3x04. Parasites Lost",
          "playcount": 0,
          "plot": "When Fry becomes infested with parasitic worms that make him stronger and smarter, he finally finds the perfect way to profess his feelings to Leela. Meanwhile, the rest of the crew goes on a journey into Fry's body to eradicate the worms.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131206.jpg/",
          "title": "Parasites Lost",
          "tvshowid": 6
        },
        {
          "episode": 5,
          "episodeid": 85,
          "label": "3x05. Amazon Women in the Mood",
          "playcount": 0,
          "plot": "A double-date for Kif, Amy, Zapp, and Leela ends in disaster when their orbiting restaurant crashes on planet Amazonia. The hulking female inhabitants of the planet take their male captives to the omniscient Femputer, who orders Fry, Zapp, and Kif to death by \"snu-snu\".",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131207.jpg/",
          "title": "Amazon Women in the Mood",
          "tvshowid": 6
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "6_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 86,
          "label": "4x01. Roswell That Ends Well",
          "playcount": 0,
          "plot": "The combined explosions of a supernova and Fry putting metal in the microwave hurtle the Planet Express crew back in time to 1947. They land at Roswell, New Mexico, where a shattered Bender is mistaken for UFO debris, Zoidberg is taken in for an alien autopsy, and Fry accidentally kills his grandfather, Enis, in a nuclear explosion.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131218.jpg/",
          "title": "Roswell That Ends Well",
          "tvshowid": 6
        },
        {
          "episode": 2,
          "episodeid": 87,
          "label": "4x02. A Tale Of Two Santas",
          "playcount": 0,
          "plot": "A Planet Express mission to Robot Santa's colony on Neptune leaves the murderous robot trapped in the frozen sea, and Bender takes over as Santa, vowing to bring peace and goodwill to Xmas again. But when Bender is mistaken for the real Robot Santa, he is arrested and sentenced to death.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131219.jpg/",
          "title": "A Tale Of Two Santas",
          "tvshowid": 6
        },
        {
          "episode": 3,
          "episodeid": 88,
          "label": "4x03. Anthology of Interest II",
          "playcount": 0,
          "plot": "When the Professor fine tunes his \"What-If\" machine, Bender discovers what it would be like if he were human, Fry discovers what it would be like if life were more like a video game, and Leela discovers what it would be like if she found her true home.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131220.jpg/",
          "title": "Anthology of Interest II",
          "tvshowid": 6
        },
        {
          "episode": 4,
          "episodeid": 89,
          "label": "4x04. Love and Rocket",
          "playcount": 0,
          "plot": "Bender falls deeply in love with the Planet Express ship autopilot's female voice setting. Meanwhile, Fry searches for the perfect candy heart to properly convey his feelings for Leela.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131221.jpg/",
          "title": "Love and Rocket",
          "tvshowid": 6
        },
        {
          "episode": 5,
          "episodeid": 90,
          "label": "4x05. Leela's Homeworld",
          "playcount": 0,
          "plot": "When Bender disposes nuclear waste in the sewers, the angry mutants drag him, Fry, and Leela down to the depths to be mutated. As they attempt to escape, Leela makes an incredible discovery about her true heritage, finally meeting her parents for the first time.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f73871%2f131222.jpg/",
          "title": "Leela's Homeworld",
          "tvshowid": 6
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "7_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 111,
          "label": "1x01. Pilot",
          "playcount": 0,
          "plot": "After missing and presumed dead for eight years, Marine Sergeant Nicholas Brody is rescued in Iraq, and returns home to his family. But CIA agent Carrie Mathison suspects he might have been turned by his terrorist captors, and believes he could be part of a plan to attack America.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4079947.jpg/",
          "title": "Pilot",
          "tvshowid": 7
        },
        {
          "episode": 2,
          "episodeid": 112,
          "label": "1x02. Grace",
          "playcount": 0,
          "plot": "Carrie continues to surveil Brody but is unable to follow his actions into his garage which is a blind spot, where Brody begins to perform an Islamic prayer. Meanwhile, Carrie receives visual confirmation from an undercover agent that shows Al-Qaeda member Abu Nazir on video meeting with the Royal Prince of the Kingdom of Saudi Arabia.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4175251.jpg/",
          "title": "Grace",
          "tvshowid": 7
        },
        {
          "episode": 3,
          "episodeid": 113,
          "label": "1x03. Clean Skin",
          "playcount": 0,
          "plot": "Brody prepares to enter the spotlight; Carrie closes in on an al-Qaeda plot.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4175252.jpg/",
          "title": "Clean Skin",
          "tvshowid": 7
        },
        {
          "episode": 4,
          "episodeid": 114,
          "label": "1x04. Semper I",
          "playcount": 0,
          "plot": "The political powers that be make big plans for national hero Brody, but his increasingly erratic behavior threatens his media darling status; Carrie grows desperate for evidence linking Brody with Abu Nazir, as Saul directs her to focus on Nazir's money trail.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4175253.jpg/",
          "title": "Semper I",
          "tvshowid": 7
        },
        {
          "episode": 5,
          "episodeid": 115,
          "label": "1x05. Blind Spot",
          "playcount": 0,
          "plot": "Brody confronts the lone survivor among the insurgents that held him, leading Carrie to believe she may be proved right about Brody once and for all - but Brody's reunion with his captor surprises everyone; the agency is hot on the trail of the lovers who bought a house near the airport with funds from a stolen necklace.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4175254.jpg/",
          "title": "Blind Spot",
          "tvshowid": 7
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "7_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 116,
          "label": "2x01. The Smile",
          "playcount": 0,
          "plot": "Months after undergoing Electroconvulsive Therapy, former CIA case officer Carrie Mathison has found a modicum of peace in her family's suburban embrace. But the strides she's made towards mental health are threatened when an asset from her former life comes in from the cold. Meanwhile, freshman Congressman Nick Brody discovers that Abu Nazir may not be content with his nonviolent approach to affecting change in American foreign policy. Brody's daughter Dana lets a vital secret slip.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4303747.jpg/",
          "title": "The Smile",
          "tvshowid": 7
        },
        {
          "episode": 2,
          "episodeid": 117,
          "label": "2x02. Beirut is Back",
          "playcount": 0,
          "plot": "Fatima tells Carrie about a meeting her Hezbollah commander husband will be having in Beirut with Abu Nazir and Carrie and Saul request a special forces team to capture him.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4333794.jpg/",
          "title": "Beirut is Back",
          "tvshowid": 7
        },
        {
          "episode": 3,
          "episodeid": 118,
          "label": "2x03. State of Independence",
          "playcount": 0,
          "plot": "After her Beirut adventures, Carrie hopes for a triumphant return to the CIA. Brody learns that his bomb maker is in danger of imminent discovery and attempts a last minute extraction. Jessica steps into the political limelight.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4333795.jpg/",
          "title": "State of Independence",
          "tvshowid": 7
        },
        {
          "episode": 4,
          "episodeid": 119,
          "label": "2x04. New Car Smell",
          "playcount": 0,
          "plot": "Estes authorizes a covert operation to investigate intel recovered in Beirut.  Brody gets a shock when he runs into Carrie at Langley. Dana discovers she has something in common with the Vice President's son.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4336562.jpg/",
          "title": "New Car Smell",
          "tvshowid": 7
        },
        {
          "episode": 5,
          "episodeid": 120,
          "label": "2x05. Q&A",
          "playcount": 0,
          "plot": "Brody is a prisoner again. Carrie plays second fiddle after her rash judgment call at the hotel as Estes is busy keeping Jessica off their trail. Dana and Finn's date night turns deadly serious.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4376938.jpg/",
          "title": "Q&A",
          "tvshowid": 7
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "7_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 121,
          "label": "3x01. Tin Man is Down",
          "playcount": 0,
          "plot": "Alleged Langley bomber Nick Brody remains at large. Saul plots a risky counterstrike on the terrorists connected to the bombing. Carrie becomes the focus of a hostile Senate investigation. Humiliated and abandoned by the Marine Corps, the Brody family struggles to cope with Dana's destructive behavior.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4508211.jpg/",
          "title": "Tin Man is Down",
          "tvshowid": 7
        },
        {
          "episode": 2,
          "episodeid": 122,
          "label": "3x02. Uh... Oh... Ah...",
          "playcount": 0,
          "plot": "Saul attempts to track down those responsible for the Langley attack and recruits an unlikely expert to follow the money trail. Meanwhile, Quinn takes matters into his own hands; Carrie learns who is really on her side; and the Brody family turn to therapy to mend their broken household.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4562419.jpg/",
          "title": "Uh... Oh... Ah...",
          "tvshowid": 7
        },
        {
          "episode": 3,
          "episodeid": 123,
          "label": "3x03. Tower of David",
          "playcount": 0,
          "plot": "As Brody finds himself in increasingly desperate straits, he returns to his faith for guidance in an unexpected way. Carrie struggles to connect with Saul when a mysterious man offers to help her, but at a great cost.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4591566.jpg/",
          "title": "Tower of David",
          "tvshowid": 7
        },
        {
          "episode": 4,
          "episodeid": 124,
          "label": "3x04. Game On",
          "playcount": 0,
          "plot": "Carrie learns that even in its crippled state, the CIA can still exercise power when needed. Dana Brody goes AWOL, forcing Jessica to go to the police. Saul and Fara follow the money trail to an unexpected location, and Carrie has breakfast with a new client.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4591568.jpg/",
          "title": "Game On",
          "tvshowid": 7
        },
        {
          "episode": 5,
          "episodeid": 125,
          "label": "3x05. The Yoga Play",
          "playcount": 0,
          "plot": "Carrie puts her mission on the line to do a risky favor. Saul is forced to rub elbows with his adversary, Senator Lockhart, on a hunting trip. Still on the run, Dana makes a shocking discovery.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4597331.jpg/",
          "title": "The Yoga Play",
          "tvshowid": 7
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "7_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 126,
          "label": "4x01. The Drone Queen",
          "playcount": 0,
          "plot": "As CIA Chief of Station in Kabul, Carrie makes a critical decision when her counterpart in Islamabad delivers urgent intelligence on a high value target. Saul struggles to adjust to his new role in the private sector.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4893639.jpg/",
          "title": "The Drone Queen",
          "tvshowid": 7
        },
        {
          "episode": 2,
          "episodeid": 127,
          "label": "4x02. Trylon and Perisphere",
          "playcount": 0,
          "plot": "An official inquiry brings Carrie back to the States, where she struggles with her ambivalence towards motherhood. Quinn spirals out of control. A disgraced former case officer reveals disturbing new information.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4943287.jpg/",
          "title": "Trylon and Perisphere",
          "tvshowid": 7
        },
        {
          "episode": 3,
          "episodeid": 128,
          "label": "4x03. Shalwar Kameez",
          "playcount": 0,
          "plot": "Carrie ventures a delicate alliance with her counterpart at Pakistan’s secretive Inter-Services Intelligence (ISI). Fara fails to recruit a key asset, forcing Carrie to intervene. Still reeling over events in Islamabad, Quinn zeroes in on a potential lead.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4943288.jpg/",
          "title": "Shalwar Kameez",
          "tvshowid": 7
        },
        {
          "episode": 4,
          "episodeid": 129,
          "label": "4x04. Iron in the Fire",
          "playcount": 0,
          "plot": "Carrie gets a tip from Redmond regarding Quinn's lead. Saul calls in a favor with an old friend in the Pakistani military. Fara uncovers a deep-rooted conspiracy.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4964546.jpg/",
          "title": "Iron in the Fire",
          "tvshowid": 7
        },
        {
          "episode": 5,
          "episodeid": 130,
          "label": "4x05. About a Boy",
          "playcount": 0,
          "plot": "Carrie tries to earn the trust of a frightened asset. On his way out of town, Saul catches a break when he spots a familiar face. Quinn and Fara stake out a new suspect.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247897%2f4964547.jpg/",
          "title": "About a Boy",
          "tvshowid": 7
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "9_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 151,
          "label": "1x01. Pilot",
          "playcount": 2,
          "plot": "It's the year 2030 and an older Ted Mosby is telling the story to his son and daughter about how he met and will eventually marry their mother.  This is where we meet for the first time Ted, Lily, Marshall, Barney and Robin.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f177831.jpg/",
          "title": "Pilot",
          "tvshowid": 9
        },
        {
          "episode": 2,
          "episodeid": 152,
          "label": "1x02. Purple Giraffe",
          "playcount": 2,
          "plot": "In a desperate attempt for a second date, Ted invites Robin to a party he is throwing.  However, she doesn't show up and he keeps throwing parties in the hopes she will finally arrive.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f300336.jpg/",
          "title": "Purple Giraffe",
          "tvshowid": 9
        },
        {
          "episode": 3,
          "episodeid": 153,
          "label": "1x03. Sweet Taste of Liberty",
          "playcount": 2,
          "plot": "Ted agrees to let Barney spice up his love life and ends up on a crazy adventure of flying to Philadelphia, encountering the law and visiting the Liberty Bell.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f300337.jpg/",
          "title": "Sweet Taste of Liberty",
          "tvshowid": 9
        },
        {
          "episode": 4,
          "episodeid": 154,
          "label": "1x04. Return of the Shirt",
          "playcount": 2,
          "plot": "Ted's outlook on his continuing search for love is altered when he rediscovers a shirt that has not seen daylight in years.  Meanwhile, Barney amuses himself by coaxing Robin into sacrificing her job by saying completely outlandish things on air live for a cash reward.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f300338.jpg/",
          "title": "Return of the Shirt",
          "tvshowid": 9
        },
        {
          "episode": 5,
          "episodeid": 155,
          "label": "1x05. Okay Awesome",
          "playcount": 2,
          "plot": "Ted and Barney start checking out the club scene with their friend Robin whereas Lily and Marshall try to participate in some more \"grown-up\" activities as they draw slowly nearer to their wedding.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f300339.jpg/",
          "title": "Okay Awesome",
          "tvshowid": 9
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "9_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 156,
          "label": "2x01. Where Were We?",
          "playcount": 2,
          "plot": "The gang tries to help Marshall get over Lily, especially when he finds a credit card bill that leads to a hotel in New York City where some of her charges are listed.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f307598.jpg/",
          "title": "Where Were We?",
          "tvshowid": 9
        },
        {
          "episode": 2,
          "episodeid": 157,
          "label": "2x02. The Scorpion and the Toad",
          "playcount": 2,
          "plot": "Barney works with Marshall on his bachelor skills, which include hitting on women. Lily is back from her venture. Robin helps her look for a new apartment but gets sick of hearing about San Francisco.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f307599.jpg/",
          "title": "The Scorpion and the Toad",
          "tvshowid": 9
        },
        {
          "episode": 3,
          "episodeid": 158,
          "label": "2x03. Brunch",
          "playcount": 2,
          "plot": "Ted's parents visit New York for their anniversary and he learns a family secret. Robin worries that they won't like her. Lily and Marshall try to adjust to the new format of their relationship now that they are no longer together.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f307600.jpg/",
          "title": "Brunch",
          "tvshowid": 9
        },
        {
          "episode": 4,
          "episodeid": 159,
          "label": "2x04. Ted Mosby, Architect",
          "playcount": 2,
          "plot": "After Ted and Robin's first big fight, Barney tries to convince Ted that being an architect is an easy in to picking up chicks.  Lily and Robin start following his trail after discovering that Ted hit it off with a girl named Anna shortly afterward.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f307601.jpg/",
          "title": "Ted Mosby, Architect",
          "tvshowid": 9
        },
        {
          "episode": 5,
          "episodeid": 160,
          "label": "2x05. World's Greatest Couple",
          "playcount": 2,
          "plot": "Marshall tries to get used to being single in a world that is very coupled-oriented. Barney intended one-night-stand won't go away. Barney uses Lily to get out of his \"horrifying\" situation. Lily finds a place to stay.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f307602.jpg/",
          "title": "World's Greatest Couple",
          "tvshowid": 9
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "9_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 161,
          "label": "3x01. Wait for It",
          "playcount": 2,
          "plot": "Robin shows up with a date and this motivates Ted to 'get back out there'. We also learn something major about 'the Mother'.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f336246.jpg/",
          "title": "Wait for It",
          "tvshowid": 9
        },
        {
          "episode": 2,
          "episodeid": 162,
          "label": "3x02. We're Not from Here",
          "playcount": 2,
          "plot": "Ted and Barney pretend to be visitors to New York City to pick up women. Robin is still dating Gael.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f336994.jpg/",
          "title": "We're Not from Here",
          "tvshowid": 9
        },
        {
          "episode": 3,
          "episodeid": 163,
          "label": "3x03. Third Wheel",
          "playcount": 2,
          "plot": "Ted's new attitude attracts women in the present and one from his past. The rest of the gang pulls together to help him make the most of the situation.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f336996.jpg/",
          "title": "Third Wheel",
          "tvshowid": 9
        },
        {
          "episode": 4,
          "episodeid": 164,
          "label": "3x04. Little Boys",
          "playcount": 2,
          "plot": "Barney and Ted compete for a girl. Robin is dating someone new.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f336995.jpg/",
          "title": "Little Boys",
          "tvshowid": 9
        },
        {
          "episode": 5,
          "episodeid": 165,
          "label": "3x05. How I Met Everyone Else",
          "playcount": 2,
          "plot": "Amid sharing stories with her about how members of the gang met each other, Ted's hot new girlfriend has a reaction to the meeting that gets her a high ranking on Barney's crazy scale.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f336997.jpg/",
          "title": "How I Met Everyone Else",
          "tvshowid": 9
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "9_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 166,
          "label": "4x01. Do I Know You?",
          "playcount": 2,
          "plot": "Ted and Stella get engaged, but Ted soon learns that he doesn't know anything about her. Meanwhile, Barney confesses to Lily that he's in love with Robin.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f383453.jpg/",
          "title": "Do I Know You?",
          "tvshowid": 9
        },
        {
          "episode": 2,
          "episodeid": 167,
          "label": "4x02. The Best Burger in New York",
          "playcount": 2,
          "plot": "Marshall claims that he had the best hamburger in the world during his first week in New York City, but he forgot where the burger joint is located. The gang then hits the streets of Manhattan to help him find it.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f389043.jpg/",
          "title": "The Best Burger in New York",
          "tvshowid": 9
        },
        {
          "episode": 3,
          "episodeid": 168,
          "label": "4x03. I Heart NJ",
          "playcount": 2,
          "plot": "When Stella's babysitter cancels, a night out turns into the gang hanging out at her place, and Ted talks up New Jersey... until he learns Stella wants him to move there after marriage.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f389893.jpg/",
          "title": "I Heart NJ",
          "tvshowid": 9
        },
        {
          "episode": 4,
          "episodeid": 169,
          "label": "4x04. Intervention",
          "playcount": 2,
          "plot": "When Ted is packing his stuff for his move to New Jersey, he discovers that the gang was going to hold an intervention for his engagement to Stella and demands they hold it anyway.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f389891.jpg/",
          "title": "Intervention",
          "tvshowid": 9
        },
        {
          "episode": 5,
          "episodeid": 170,
          "label": "4x05. Shelter Island",
          "playcount": 2,
          "plot": "Ted and Stella move up their wedding date, but the wedding may not go off as planned after Ted breaks the \"No Exes Rule\" and invites Robin to come in from Japan for the wedding.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75760%2f389892.jpg/",
          "title": "Shelter Island",
          "tvshowid": 9
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "10_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 171,
          "label": "1x01. Yesterday's Jam",
          "playcount": 0,
          "plot": "Jen is hired as the manager Reynholm Industries although she doesn't know the first thing about computers.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f305884.jpg/",
          "title": "Yesterday's Jam",
          "tvshowid": 10
        },
        {
          "episode": 2,
          "episodeid": 172,
          "label": "1x02. Calamity Jen",
          "playcount": 0,
          "plot": "Denholm declares war on stress and threatens to fire anyone who is under stress by the end of the day. Will the team hold it together by the end of the day so no one gets fired?",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f305885.jpg/",
          "title": "Calamity Jen",
          "tvshowid": 10
        },
        {
          "episode": 3,
          "episodeid": 173,
          "label": "1x03. Fifty-Fifty",
          "playcount": 0,
          "plot": "Love is in the air with the IT Crowd! Roy has a wonderful date, only to learn that he had something nasty on his forehead the whole time. Jen fancies the security guard and tries to impress him by guessing the answers to questions on classical music. Roy's decides that women only like bastards. Jen disagrees, so to settle the argument, Roy puts a fake profile up on an online dating site. Roy and Moss create a horrible online profile, only it works a little too well.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f305886.jpg/",
          "title": "Fifty-Fifty",
          "tvshowid": 10
        },
        {
          "episode": 4,
          "episodeid": 174,
          "label": "1x04. The Red Door",
          "playcount": 0,
          "plot": "Moss learns that his new mug with his name on it has gone missing. Roy refuses to allow Jen to see what's behind the \"red door\" for fear that Jen will upset the delicate eco-balance of the office. But Roy and Moss go on an IT call, leaving the Red Door unguarded.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f305887.jpg/",
          "title": "The Red Door",
          "tvshowid": 10
        },
        {
          "episode": 5,
          "episodeid": 175,
          "label": "1x05. The Haunting of Bill Crouse",
          "playcount": 0,
          "plot": "Jen has a date with Bill Crouse, and finds him really offensive. To help Jen avoid contact with Bill, Moss resorts to extreme lying which leads everyone to believe that Jen is dead! Meanwhile, Roy finds himself trying to escape the attentions of one of the \"beautiful people\" on the 5th floor.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f305888.jpg/",
          "title": "The Haunting of Bill Crouse",
          "tvshowid": 10
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "10_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 176,
          "label": "2x01. The Work Outing",
          "playcount": 0,
          "plot": "Dashing Philip drops in from the sixth floor to ask Jen to the theatre, but a possible date turns into a work outing when Moss and Roy also get invites. The evening predictably spirals towards disaster, leaving Jen to wonder whether Philip is who he claims to be.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f334140.jpg/",
          "title": "The Work Outing",
          "tvshowid": 10
        },
        {
          "episode": 2,
          "episodeid": 177,
          "label": "2x02. Return of the Golden Child",
          "playcount": 0,
          "plot": "Denholm is informed of a police presence at the office, causing him to commit suicide. Roy asks Moss to \"pimp\" the vibrate setting on his mobile phone because it is so weak, and then is mortified to find an internet site that predicts his date of death to be 3pm on the date of Denholm's funeral. Despite reassurances from Moss and Jen, he cannot help but worry. Denholm's successor then reveals he despises the IT department and would love to see them fired. At the funeral, Roy causes a scene as his mobile phone vibrates heavily, believing he is dying. Denolm's successor threatens to fire Moss, Roy and Jen, but Denholm's estranged son and natural successor to Reynholm Industries, Douglas (Played by Matt Berry), bursts into the funeral and takes over the company. It turns out that he loves the IT department, and their jobs are saved. Jen takes up smoking again after watching Denholm advertise them on his funeral video.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f334669.jpg/",
          "title": "Return of the Golden Child",
          "tvshowid": 10
        },
        {
          "episode": 3,
          "episodeid": 178,
          "label": "2x03. Moss and the German",
          "playcount": 0,
          "plot": "Worried that his life is stagnating, Moss enrols on a German cookery course. Jen discovers that the only place in the building where she can now enjoy a cigarette is a smoking area not unlike Soviet Russia.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f335079.jpg/",
          "title": "Moss and the German",
          "tvshowid": 10
        },
        {
          "episode": 4,
          "episodeid": 179,
          "label": "2x04. The Dinner Party",
          "playcount": 0,
          "plot": "Jen has found love, and is giving a dinner party with her new boyfriend to six of their single friends. But when the three male invitees drop out at the last moment, Jen is forced to call upon Moss, Roy and Richmond.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f335542.jpg/",
          "title": "The Dinner Party",
          "tvshowid": 10
        },
        {
          "episode": 5,
          "episodeid": 180,
          "label": "2x05. Smoke and Mirrors",
          "playcount": 0,
          "plot": "When Jen loses concentration during a board meeting due to a faulty bra, Moss overcomes his fear of ladies' underwear and plots a way out of Reynholm Industries by inventing a flawless bra.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f335695.jpg/",
          "title": "Smoke and Mirrors",
          "tvshowid": 10
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "10_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 181,
          "label": "3x01. From Hell",
          "playcount": 0,
          "plot": "Jen has to handle a difficult builder and Roy loses £20, while Moss learns how to stand up for himself against a bunch of ruffians.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f406959.jpg/",
          "title": "From Hell",
          "tvshowid": 10
        },
        {
          "episode": 2,
          "episodeid": 182,
          "label": "3x02. Are We Not Men?",
          "playcount": 0,
          "plot": "Roy and Moss become involved on a new football website. Jen dates a man who resembles a magician.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f407746.jpg/",
          "title": "Are We Not Men?",
          "tvshowid": 10
        },
        {
          "episode": 3,
          "episodeid": 183,
          "label": "3x03. Tramps Like Us",
          "playcount": 0,
          "plot": "When a sexual harrassment case ends wrongly - Roy turns to the streets, Moss gets a bump on the head, and Jen is looking for something new to do.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f410469.jpg/",
          "title": "Tramps Like Us",
          "tvshowid": 10
        },
        {
          "episode": 4,
          "episodeid": 184,
          "label": "3x04. The Speech",
          "playcount": 0,
          "plot": "Jen makes enemies of Roy and Moss after trying to assert herself more after being named as Employee of the Month. Douglas discovers that the woman who he loves is not quite as she seems.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f410470.jpg/",
          "title": "The Speech",
          "tvshowid": 10
        },
        {
          "episode": 5,
          "episodeid": 185,
          "label": "3x05. Friendface",
          "playcount": 0,
          "plot": "The boys are introduced to a social networking website by Jen.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f416381.jpg/",
          "title": "Friendface",
          "tvshowid": 10
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "10_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 186,
          "label": "4x01. Jen the Fredo",
          "playcount": 0,
          "plot": "Jen decides she wants to stretch herself more at work and applies for the post of Entertainment Manager. After she discovers that her boss's business connections have a dark side, she turns to Moss and Roy for help.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f1096201.jpg/",
          "title": "Jen the Fredo",
          "tvshowid": 10
        },
        {
          "episode": 2,
          "episodeid": 187,
          "label": "4x02. The Final Countdown",
          "playcount": 0,
          "plot": "Moss becomes a celebrity after he beats all the records on a popular puzzle show. Roy is mistaken for a window cleaner. Jen finds herself pre-occupied with Douglas' secret meetings.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f2349181.jpg/",
          "title": "The Final Countdown",
          "tvshowid": 10
        },
        {
          "episode": 3,
          "episodeid": 188,
          "label": "4x03. Something Happened",
          "playcount": 0,
          "plot": "Douglas finds himself becoming a Spaceologist. Some bad luck changes Roy's life. Jen ends up getting involved with a rock band.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f2421291.jpg/",
          "title": "Something Happened",
          "tvshowid": 10
        },
        {
          "episode": 4,
          "episodeid": 189,
          "label": "4x04. Italian for Beginners",
          "playcount": 0,
          "plot": "Roy gets obsessed by his latest girlfriend's sad family history, while Jen tells an absolute whopper to get some attention.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f2452061.jpg/",
          "title": "Italian for Beginners",
          "tvshowid": 10
        },
        {
          "episode": 5,
          "episodeid": 190,
          "label": "4x05. Bad Boys",
          "playcount": 0,
          "plot": "Roy and Moss opt to try a new lifestyle which they soon realize was probably a bad idea when they dodge work.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f79216%2f2484611.jpg/",
          "title": "Bad Boys",
          "tvshowid": 10
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "11_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 191,
          "label": "1x01. Smoke Gets in Your Eyes",
          "playcount": 0,
          "plot": "In 1960 New York City - the high-powered and glamorous \"Golden Age\" of advertising - Don Draper, the biggest ad man in the business, struggles to stay a step ahead of the rapidly changing times and the young executives nipping at his heels.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f333179.jpg/",
          "title": "Smoke Gets in Your Eyes",
          "tvshowid": 11
        },
        {
          "episode": 2,
          "episodeid": 192,
          "label": "1x02. Ladies Room",
          "playcount": 0,
          "plot": "Don Draper is reluctant to talk about his past, or his childhood, whether with his wife Betty or his boss Roger Sterling. Joan Holloway teaches Peggy Olsen how to wrangle a free lunch out of some of the ad men. Roger Sterling raises the issue of working for the upcoming Nixon presidential campaign and while Don doesn't have much enthusiasm, senior partner Bert Cooper insists that they will go ahead and orders Don to put a team together. The creative team has to come up with an ad campaign for a new deodorant in an aerosol spray can. Betty Draper's doctor recommends that she see a psychiatrist.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f333180.jpg/",
          "title": "Ladies Room",
          "tvshowid": 11
        },
        {
          "episode": 3,
          "episodeid": 193,
          "label": "1x03. Marriage of Figaro",
          "playcount": 0,
          "plot": "Pete Campbell returns from his honeymoon with tall tales and a big grin on his face. He does tell Peggy Olson that their fling before his marriage was for one night only. Don Draper runs into an old army buddy who knows him under the name of Dick Whitman. He also takes a tour of Rachel Menken's store but in a private moment, their mutual attraction becomes evident. The Drapers have friends over for their daughter's birthday party, including the divorcée who lives down the street. Don however is obviously unhappy with his lot in life and seems to be carrying a burden that is not apparent.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f333181.jpg/",
          "title": "Marriage of Figaro",
          "tvshowid": 11
        },
        {
          "episode": 4,
          "episodeid": 194,
          "label": "1x04. New Amsterdam",
          "playcount": 0,
          "plot": "Pete Campbell oversteps the mark when he pitches an idea for ad campaign to the head of Bethlehem Steel without telling Don Draper. Draper wants him fired but learns a lesson in corporate politics. Pete's wife wants to buy a Manhattan apartment but he has to approach his cold and distant parents for a loan. Pete's in-laws, however, are more forthcoming.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f333182.jpg/",
          "title": "New Amsterdam",
          "tvshowid": 11
        },
        {
          "episode": 5,
          "episodeid": 195,
          "label": "1x05. 5G",
          "playcount": 0,
          "plot": "Don Draper is shaken when his past life comes back to haunt him. After his picture appears in a local newspaper, Adam Whitman, a man who claims to be his younger brother, approaches him. Don, or Dick as his brother knows him, initially denies everything but in the end admits to having taken on a new name. He refuses however to have anything to do with him and tries to buy his silence. When one of the ad men gets a short story published, Pete Campbell is frustrated that his own stories have yet to see the light of day. When his wife approaches an old beau to see if he will publish the stories, he has an interesting proposition for her.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f333183.jpg/",
          "title": "5G",
          "tvshowid": 11
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "11_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 196,
          "label": "2x01. For Those Who Think Young",
          "playcount": 0,
          "plot": "It’s Valentine’s Day, and the Sterling Cooper advertising agency is hustling to stay on top of its game and buzzing over the newest office equipment. Don and Duck find themselves at odds over an account. Betty reconnects with an old friend and once again finds herself struggling with car trouble.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f376358.jpg/",
          "title": "For Those Who Think Young",
          "tvshowid": 11
        },
        {
          "episode": 2,
          "episodeid": 197,
          "label": "2x02. Flight 1",
          "playcount": 0,
          "plot": "Paul hosts a party at his apartment and introduces someone special to his Sterling Cooper colleagues. Peggy visits her family for dinner. Despite a conflict of interest, the Sterling Cooper agency aggressively pursues an airline account and Duck attempts to appeal to the client using an unorthodox approach.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f376359.jpg/",
          "title": "Flight 1",
          "tvshowid": 11
        },
        {
          "episode": 3,
          "episodeid": 198,
          "label": "2x03. The Benefactor",
          "playcount": 0,
          "plot": "Trouble arises on the set of a commercial; Harry tries to gather support for a controversial sponsorship; Betty and Don try to appease a client with a friendly dinner.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f378151.jpg/",
          "title": "The Benefactor",
          "tvshowid": 11
        },
        {
          "episode": 4,
          "episodeid": 199,
          "label": "2x04. Three Sundays",
          "playcount": 0,
          "plot": "Peggy's family hosts a lunch for their church's new priest; Don and Betty enjoy a weekend together; Freddy and Ken take a client out to lunch; the staff works to prepare for a last minute pitch meeting.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f379436.jpg/",
          "title": "Three Sundays",
          "tvshowid": 11
        },
        {
          "episode": 5,
          "episodeid": 200,
          "label": "2x05. The New Girl",
          "playcount": 0,
          "plot": "Don has to deal with issues between a TV comedian and his wife; Joan finds Don the perfect secretary.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f380960.jpg/",
          "title": "The New Girl",
          "tvshowid": 11
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "11_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 201,
          "label": "3x01. Out of Town",
          "playcount": 0,
          "plot": "In the third-season opener, Salvatore and Don take a business trip out of town. Pete Campbell and Ken Cosgrove worry about the changes at Sterling-Cooper and how the changes will impact them.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f982661.jpg/",
          "title": "Out of Town",
          "tvshowid": 11
        },
        {
          "episode": 2,
          "episodeid": 202,
          "label": "3x02. Love Among the Ruins",
          "playcount": 0,
          "plot": "Don's father-in-law pays a visit to his daughter's family. Peggy works hard on a campaign while the firm tries to decide if they will accommodate an unusual request from a client. Elsewhere, Roger plans a wedding.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f1007571.jpg/",
          "title": "Love Among the Ruins",
          "tvshowid": 11
        },
        {
          "episode": 3,
          "episodeid": 203,
          "label": "3x03. My Old Kentucky Home",
          "playcount": 0,
          "plot": "The writers make an attempt to stave off late-night boredom during a mandatory overtime session. Roger throws a party as Joan and Greg host their own party. Sally has a run-in with Grandpa.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f1007581.jpg/",
          "title": "My Old Kentucky Home",
          "tvshowid": 11
        },
        {
          "episode": 4,
          "episodeid": 204,
          "label": "3x04. The Arrangements",
          "playcount": 0,
          "plot": "Don and his father-in-law cross paths. Meanwhile, Peggy is in search of a new roommate; and a rich new client is excited to be doing business with the firm.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f1007601.jpg/",
          "title": "The Arrangements",
          "tvshowid": 11
        },
        {
          "episode": 5,
          "episodeid": 205,
          "label": "3x05. The Fog",
          "playcount": 0,
          "plot": "Sally's behavior causes concern for Don and Betty. Betty has an eye-opening dream that has a strange effect on her. Pete tries to work a new business angle in his dealings.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f1007621.jpg/",
          "title": "The Fog",
          "tvshowid": 11
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "11_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 206,
          "label": "4x01. Public Relations",
          "playcount": 0,
          "plot": "Don deals with life after Betty and a trade-paper interview in which he won't say much about himself.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f2099901.jpg/",
          "title": "Public Relations",
          "tvshowid": 11
        },
        {
          "episode": 2,
          "episodeid": 207,
          "label": "4x02. Christmas Comes but Once a Year",
          "playcount": 0,
          "plot": "The agency must throw an impromptu Christmas party for the benefit of Lucky Strike's Lee Garner, Jr.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f2295351.jpg/",
          "title": "Christmas Comes but Once a Year",
          "tvshowid": 11
        },
        {
          "episode": 3,
          "episodeid": 208,
          "label": "4x03. The Good News",
          "playcount": 0,
          "plot": "Don visits Anna Draper and learns some sad news about her health.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f2295361.jpg/",
          "title": "The Good News",
          "tvshowid": 11
        },
        {
          "episode": 4,
          "episodeid": 209,
          "label": "4x04. The Rejected",
          "playcount": 0,
          "plot": "An edict from Roger and Lane puts Pete in a personal dilemma.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f2295371.jpg/",
          "title": "The Rejected",
          "tvshowid": 11
        },
        {
          "episode": 5,
          "episodeid": 210,
          "label": "4x05. The Chrysanthemum and the Sword",
          "playcount": 0,
          "plot": "Don and Pete disregard Roger's plans in order to land a new client.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80337%2f2295381.jpg/",
          "title": "The Chrysanthemum and the Sword",
          "tvshowid": 11
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "12_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 211,
          "label": "1x01. Descenso",
          "playcount": 0,
          "plot": "Chilean drug chemist Cockroach brings his product to Colombian smuggler Pablo Escobar. DEA agent Steve Murphy joins the war on drugs in Bogota.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f4920750.jpg/",
          "title": "Descenso",
          "tvshowid": 12
        },
        {
          "episode": 2,
          "episodeid": 212,
          "label": "1x02. The Sword of Simón Bolívar",
          "playcount": 0,
          "plot": "Communist radical group M-19 makes a move against the narcos, while Murphy gets an education in Colombian law enforcement from his new partner Peña.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5292342.jpg/",
          "title": "The Sword of Simón Bolívar",
          "tvshowid": 12
        },
        {
          "episode": 3,
          "episodeid": 213,
          "label": "1x03. The Men of Always",
          "playcount": 0,
          "plot": "Murphy encounters the depths of government corruption when he and Peña try to derail Escobar's political ambitions by proving he's a narco.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5292343.jpg/",
          "title": "The Men of Always",
          "tvshowid": 12
        },
        {
          "episode": 4,
          "episodeid": 214,
          "label": "1x04. The Palace in Flames",
          "playcount": 0,
          "plot": "Despite a new extradition treaty, the U.S. puts more money into fighting communism, creating new challenges for Murphy and Peña in the hunt for Pablo.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5292344.jpg/",
          "title": "The Palace in Flames",
          "tvshowid": 12
        },
        {
          "episode": 5,
          "episodeid": 215,
          "label": "1x05. There Will Be a Future",
          "playcount": 0,
          "plot": "Pablo's extreme methods put the narcos on the brink of war with Carillo and the government. Peña tries to protect his witness.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5292345.jpg/",
          "title": "There Will Be a Future",
          "tvshowid": 12
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "12_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 216,
          "label": "2x01. Free at Last",
          "playcount": 0,
          "plot": "In the aftermath of a massive military effort to take Pablo into custody, the family reunites while enemies worry. Steve and Connie fight about safety.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5646497.jpg/",
          "title": "Free at Last",
          "tvshowid": 12
        },
        {
          "episode": 2,
          "episodeid": 217,
          "label": "2x02. Cambalache",
          "playcount": 0,
          "plot": "Tata gets impatient with life on the run. Pablo responds to President Gaviria's reward offer. Steve and Javier meet their new boss.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5734720.jpg/",
          "title": "Cambalache",
          "tvshowid": 12
        },
        {
          "episode": 3,
          "episodeid": 218,
          "label": "2x03. Our Man in Madrid",
          "playcount": 0,
          "plot": "President Gaviria has a new job for an old colleague. The Search Bloc's new tactics shake up Pablo, but also unsettle Steve and Javier.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5734721.jpg/",
          "title": "Our Man in Madrid",
          "tvshowid": 12
        },
        {
          "episode": 4,
          "episodeid": 219,
          "label": "2x04. The Good, The Bad and The Dead",
          "playcount": 0,
          "plot": "The Cali cartel discusses moving in on Pablo's territory. Limón proposes a plan to Maritza. Tata gets a gun for protection.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5734722.jpg/",
          "title": "The Good, The Bad and The Dead",
          "tvshowid": 12
        },
        {
          "episode": 5,
          "episodeid": 220,
          "label": "2x05. The Enemies of My Enemy",
          "playcount": 0,
          "plot": "The Search Bloc gets a new leader. Javier loses faith in the system. Pablo brings Tata's brother Carlos down from Miami to cheer her up.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f282670%2f5734723.jpg/",
          "title": "The Enemies of My Enemy",
          "tvshowid": 12
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "13_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 221,
          "label": "1x01. Pilot",
          "playcount": 0,
          "plot": "After leaving her long-time boyfriend, Jess moves into an apartment with three men, and tries to re-enter the dating world.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4099229.jpg/",
          "title": "Pilot",
          "tvshowid": 13
        },
        {
          "episode": 2,
          "episodeid": 222,
          "label": "1x02. Kryptonite",
          "playcount": 0,
          "plot": "Nick and Schmidt convince Jess to get her stuff out of her ex-boyfriend Spencer's apartment; Jess meets new roommate Winston, who has returned from playing basketball in Latvia. Winston tries to get his old room back from Schmidt.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4161303.jpg/",
          "title": "Kryptonite",
          "tvshowid": 13
        },
        {
          "episode": 3,
          "episodeid": 223,
          "label": "1x03. Wedding",
          "playcount": 0,
          "plot": "The guys are invited to a wedding, and Nick is fearful that he'll run into his ex, so he asks Jess to be his date. Meanwhile, Winston takes his role as usher very seriously, and Schmidt catches the eye of two women.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4161304.jpg/",
          "title": "Wedding",
          "tvshowid": 13
        },
        {
          "episode": 4,
          "episodeid": 224,
          "label": "1x04. Naked",
          "playcount": 0,
          "plot": "Jess accidentally sees Nick naked, shattering his self-confidence. Winston becomes overly obsessed with learning new pop culture references. Lake Bell guest stars as Amanda, a co-worker that Nick begins dating.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4161305.jpg/",
          "title": "Naked",
          "tvshowid": 13
        },
        {
          "episode": 5,
          "episodeid": 225,
          "label": "1x05. Cece Crashes",
          "playcount": 0,
          "plot": "Jess is convinced by Cece that Nick may like her as more than a friend, while Schmidt tries to finally get together with Cece.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4180224.jpg/",
          "title": "Cece Crashes",
          "tvshowid": 13
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "13_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 226,
          "label": "2x01. Re-Launch",
          "playcount": 0,
          "plot": "Jess is laid off from her teaching job and volunteers to be a shot girl at Schmidt's \"rebranding\" party.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4345293.jpg/",
          "title": "Re-Launch",
          "tvshowid": 13
        },
        {
          "episode": 2,
          "episodeid": 227,
          "label": "2x02. Katie",
          "playcount": 0,
          "plot": "Jess pretends she's someone else when a handsome stranger mistakes her for his blind date. Meanwhile, a patron at Nick's bar claims to be Nick from the future, and Winston's disapproving mother pays him a visit.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4376145.jpg/",
          "title": "Katie",
          "tvshowid": 13
        },
        {
          "episode": 3,
          "episodeid": 228,
          "label": "2x03. Fluffer",
          "playcount": 0,
          "plot": "Jess and Nick discuss their relationship; Schmidt pretends to be one of Mitt Romney's sons in hope of landing a date with a beautiful Republican.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4376147.jpg/",
          "title": "Fluffer",
          "tvshowid": 13
        },
        {
          "episode": 4,
          "episodeid": 229,
          "label": "2x04. Neighbors",
          "playcount": 0,
          "plot": "Jess and Schmidt are determined to befriend their new, young neighbors; Nick plays a series of pranks on Schmidt.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4381904.jpg/",
          "title": "Neighbors",
          "tvshowid": 13
        },
        {
          "episode": 5,
          "episodeid": 230,
          "label": "2x05. Models",
          "playcount": 0,
          "plot": "After spending a wild night out with Cece and her model friends, Jess jumps in the driver's seat when she must fill in for Cece at a car show. Meanwhile, the guys question what defines male friendship after Schmidt buys Nick a cookie.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4401587.jpg/",
          "title": "Models",
          "tvshowid": 13
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "13_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 231,
          "label": "3x01. All In",
          "playcount": 0,
          "plot": "Picking up immediately after the events of the Season Two finale, Nick and Jess decide to go \"all in\" on their romantic relationship - which leads them to run away to a Mexican beach town. But when Nick runs into trouble with the authorities, it's Schmidt and Winston to the (possible) rescue, which may land Nick into even deeper trouble. Meanwhile, Schmidt makes a decision regarding Cece and Elizabeth, and Winston becomes obsessed with completing a puzzle",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4600750.jpg/",
          "title": "All In",
          "tvshowid": 13
        },
        {
          "episode": 2,
          "episodeid": 232,
          "label": "3x02. Nerd",
          "playcount": 0,
          "plot": "When Jess desperately tries to fit in with a clique of \"mean girl\" teachers at her new school, she (mistakenly) turns to Nick for advice on how to deal with them. Meanwhile, an office party is anything but fun for Schmidt, and Winston plots revenge while cat-sitting for Daisy, whom he suspects is cheating on him.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4632061.jpg/",
          "title": "Nerd",
          "tvshowid": 13
        },
        {
          "episode": 3,
          "episodeid": 233,
          "label": "3x03. Double Date",
          "playcount": 0,
          "plot": "Thinking Schmidt has chosen to be with Cece, Jess and Nick invite him to go on a double date with them. Nick is caught between loyalty to his friend and loyalty to his girlfriend when he finds out a shocking secret. Meanwhile, Winston promises to get the foursome a table at an ultra-exclusive restaurant that doesn’t take reservations.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4632062.jpg/",
          "title": "Double Date",
          "tvshowid": 13
        },
        {
          "episode": 4,
          "episodeid": 234,
          "label": "3x04. The Captain",
          "playcount": 0,
          "plot": "A vengeful Schmidt targets Jess and Nick's relatively happy relationship. Meanwhile, when Winston learns that Furguson the cat must be neutered, he is determined to give this feline one last night of carnal glory.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4632063.jpg/",
          "title": "The Captain",
          "tvshowid": 13
        },
        {
          "episode": 5,
          "episodeid": 235,
          "label": "3x05. The Box",
          "playcount": 0,
          "plot": "When Nick inherits some money from his late father, Jess is determined to put the funds to good use and secretly tackle Nick’s box of unwanted responsibilities – aka bills. Meanwhile, Schmidt tries to find meaning in life and asks for guidance from Rabbi Feiglin.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4632064.jpg/",
          "title": "The Box",
          "tvshowid": 13
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "13_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 236,
          "label": "4x01. The Last Wedding",
          "playcount": 0,
          "plot": "At the last wedding of the summer, the gang makes a pact: Each of them will get lucky by night's end. Jess sets her sights on the best man, who also has caught the eye of a beautiful scientist. Meanwhile, Schmidt and Nick get an indecent proposal. Winston recovers from his police academy training, and Coach panics when he realizes he already has hooked up with every woman at the party.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4930445.jpg/",
          "title": "The Last Wedding",
          "tvshowid": 13
        },
        {
          "episode": 2,
          "episodeid": 237,
          "label": "4x02. Dice",
          "playcount": 0,
          "plot": "Schmidt tutors Jess in the not-so-fine-art of dating via mobile apps. Meanwhile, Winston is desperate to make a good impression on his fellow police cadets, which backfires when Nick, Coach and Cece show up at a party thrown by fellow officers.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4955529.jpg/",
          "title": "Dice",
          "tvshowid": 13
        },
        {
          "episode": 3,
          "episodeid": 238,
          "label": "4x03. Julie Berkman's Older Sister",
          "playcount": 0,
          "plot": "Jess' dad arrives with his new girlfriend, who happened to be Jess and Cece's high-school rival. Meanwhile, Schmidt recruits the guys to be part of a focus group at work to help him land a big new account.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4955530.jpg/",
          "title": "Julie Berkman's Older Sister",
          "tvshowid": 13
        },
        {
          "episode": 4,
          "episodeid": 239,
          "label": "4x04. Micro",
          "playcount": 0,
          "plot": "To prove that girls aren't shallow, Jess goes out on a date with a guy whose shortcomings fall way below the belt. Meanwhile, Winston and Cece pit Schmidt and Coach against each other, while convincing them they could be male models.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4955531.jpg/",
          "title": "Micro",
          "tvshowid": 13
        },
        {
          "episode": 5,
          "episodeid": 240,
          "label": "4x05. Landline",
          "playcount": 0,
          "plot": "When Coach's liaison with the school nurse gets messy, vice principal Jess must enforce a new, \"no fraternization\" policy among the teachers. But the tables soon get turned when she finds herself attracted to the hot new science teacher. Meanwhile, Nick is enjoying being Schmidt and Winston's secretary, after the loft gets a new home phone.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f248682%2f4955532.jpg/",
          "title": "Landline",
          "tvshowid": 13
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "14_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 241,
          "label": "1x01. My First Day",
          "playcount": 2,
          "plot": "John Dorian, \"J.D.\" to friends, is a boyishly handsome, self-deprecatingly funny, likeable guy who would be confident if he only realized his assets. Four years of medical school have prepared J.D. for his first day as an intern at Sacred Heart Hospital - but he has his doubts. As J.D. is thrown into the chaotic world of hospital life, we not only get to see the quirky characters that he encounters, but also hear the humorous commentary of thoughts streaming through J.D.'s head. By J.D.'s side is his best friend since college, the handsome and confident Chris Turk. As a new surgical intern, Turk struts around with a gregarious and cocky demeanor that hides a terror that he only admits to J.D. Both guys initially have the hots for their attractive fellow intern, Elliot Reid, but J.D. quickly finds out her beauty is only surpassed by her hyper-competitive attitude. Guiding the interns' education are those with more medical experience. Dr. Robert \"Bob\" Kelso, Chief of Medicine, wants the interns to think they can count on him. On the other side of the personality spectrum is Dr. Percival \"Perry\" Cox, a steamroller of a man short on patience. Watching over the interns with a caustically teasing but caring demeanor, is nurse Carla Espinosa, a woman who is motherly and sexy at the same time - which appeals mightily to Turk.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184602.jpg/",
          "title": "My First Day",
          "tvshowid": 14
        },
        {
          "episode": 2,
          "episodeid": 242,
          "label": "1x02. My Mentor",
          "playcount": 2,
          "plot": "J.D. tries to persuade a smoker patient to quit smoking in order to impress Dr. Cox, who is just feeling lonely in his opinion. Elliot's attitude towards Carla annoys her, thus Turk is able to go on a date with Carla, when he convinces her to forgive Elliot.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184603.jpg/",
          "title": "My Mentor",
          "tvshowid": 14
        },
        {
          "episode": 3,
          "episodeid": 243,
          "label": "1x03. My Best Friend's Mistake",
          "playcount": 2,
          "plot": "J.D. begins to feel distant from Turk, when he leaves him abandoned every time that he tries to talk to him. Elliot fights with Kelso for calling her \"sweetheart,\" and she seeks Dr. Cox's advice. J.D.'s relationship with Elliot goes in a time race, when he has 48 hours to kiss her before he is put into her \"Friend Zone.\"",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184604.jpg/",
          "title": "My Best Friend's Mistake",
          "tvshowid": 14
        },
        {
          "episode": 4,
          "episodeid": 244,
          "label": "1x04. My Old Lady",
          "playcount": 2,
          "plot": "The three interns are each assigned patients with various illnesses. Statistically speaking, one of the three is going to die. J.D.'s patient is 86 year old Mrs. Tanner, who is in renal failure. 20 year old David Morrison is Turk's hernia patient and Elliot's patient Mrs. Guerrero only speaks Spanish and might have lupus.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184605.jpg/",
          "title": "My Old Lady",
          "tvshowid": 14
        },
        {
          "episode": 5,
          "episodeid": 245,
          "label": "1x05. My Two Dads",
          "playcount": 2,
          "plot": "J.D. points out what seems to be a technical mistake to Dr. Kelso, but it was really an attempt of Dr. Cox to save a woman without insurance using a dead guy's insurance. Dr. Kelso and Dr. Cox show J.D. their different ways of looking at medicine. Meanwhile, the Janitor intimidates J.D., Elliot discovers the healing powers of her boobs and Turk gives Carla a pen he thought he took from the Lost and Found box.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184606.jpg/",
          "title": "My Two Dads",
          "tvshowid": 14
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "14_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 246,
          "label": "2x01. My Overkill",
          "playcount": 2,
          "plot": "Relationships between the staff of Sacred Heart Hospital have been shaken since Jordan's revelations. Turk is sleeping on J.D.'s bed, after Carla kicked him out of his own. Elliot is having a hard time facing J.D. every day at work. J.D. desperately tries to get Dr. Cox's attention back, unsuccessfully.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184627.jpg/",
          "title": "My Overkill",
          "tvshowid": 14
        },
        {
          "episode": 2,
          "episodeid": 247,
          "label": "2x02. My Nightingale",
          "playcount": 2,
          "plot": "J.D., Elliot and Turk find themselves alone in the hospital night shift and face responsibilities without supervision for the first time. Luckily, they have Carla there to support and guide them through the night.\r\nMeanwhile, Dr. Cox doesn't know what to do, when he realizes that he has feelings for his ex-wife Jordan and is asked (forced actually) to introduce Dr. Kelso at a social event, where he will be receiving an award from the medical board.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184628.jpg/",
          "title": "My Nightingale",
          "tvshowid": 14
        },
        {
          "episode": 3,
          "episodeid": 248,
          "label": "2x03. My Case Study",
          "playcount": 2,
          "plot": "When Dr. Kelso challenges the residents by offering a trip to a medical conference in Reno as a reward to the individual, who presents the most interesting case study, J.D. refuses to play along, earning him the respect of Dr. Cox.\r\nIn the meantime, Turk misses his opportunity to ask for a new laser on the one day of the year, that Dr. Kelso grants favors, so he is forced to find another way to come up with the goods.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184629.jpg/",
          "title": "My Case Study",
          "tvshowid": 14
        },
        {
          "episode": 4,
          "episodeid": 249,
          "label": "2x04. My Big Mouth",
          "playcount": 2,
          "plot": "J.D. insists that Carla should open up to him. When she finally starts to do that, J.D. screws it up by telling Turk. Elliot is desperate for attention from Dr. Cox. Turk sees himself in an ethical dilemma when Dr. Kelso picks him over a female surgeon to spend a weekend in Mexico.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184630.jpg/",
          "title": "My Big Mouth",
          "tvshowid": 14
        },
        {
          "episode": 5,
          "episodeid": 250,
          "label": "2x05. My New Coat",
          "playcount": 2,
          "plot": "Elliot sleeps with a handsome doctor she hardly knew and soon becomes the hospital tramp. Turk suffers from his back after operating with Dr. Amato, a very short surgeon. J.D. finds out that wearing a white coat doesn't make him a better doctor, but is upset by having Dr. Cox throw in his face that he made another mistake. And Dr. Kelso is just dying for an opportunity to lash out his anger on Dr. Cox.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184631.jpg/",
          "title": "My New Coat",
          "tvshowid": 14
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "14_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 251,
          "label": "3x01. My Own American Girl",
          "playcount": 2,
          "plot": "A run-in with her old flame Sean and an accident in her new car lead Elliot to the realization that nothing good has happened to her in the three years that she has been at Sacred Heart. This realization drives her to take drastic measures, including a complete makeover, both inside and out, in an attempt to change her luck.\r\nMeanwhile, J.D. gets stuck with a patient, whose diagnosis he can't quite pin down, and when Dr. Cox denies him any assistance, he looks to Carla and Turk to help him out. While Dr. Cox is busy not helping J.D., he takes the time to make amends with Dr. Kelso.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184649.jpg/",
          "title": "My Own American Girl",
          "tvshowid": 14
        },
        {
          "episode": 2,
          "episodeid": 252,
          "label": "3x02. My Journey",
          "playcount": 2,
          "plot": "J.D. is feeling left out of his friendship with Turk and gets hurt when Turk is scared of opening up to him.\r\nMeanwhile, Carla is driven crazy over an unidentified urine sample, and Elliot tries to balance Sean and her career, so that one doesn't end up getting in the way of the other.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184650.jpg/",
          "title": "My Journey",
          "tvshowid": 14
        },
        {
          "episode": 3,
          "episodeid": 253,
          "label": "3x03. My White Whale",
          "playcount": 2,
          "plot": "Finding difficulties training his interns, J.D. asks to Elliot for some help. She tells J.D. about Sean, who gave Elliot great tips based on his dolphin training that fit perfectly for her interns.\r\nDr. Cox finds the ideal pediatrician for his son: Dr. Norris, who acts and looks just like him. However, Dr. Cox is quick to find a problem with him once Jack develops a cough that scares both him and Jordan.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184651.jpg/",
          "title": "My White Whale",
          "tvshowid": 14
        },
        {
          "episode": 4,
          "episodeid": 254,
          "label": "3x04. My Lucky Night",
          "playcount": 2,
          "plot": "Sean is a bit surprised and disturbed to learn about Elliot and J.D.'s history together, but it turns out his anger is really a cover up for his upcoming six month long trip and he doesn't want Elliot to explode.\r\nDr. Cox. is forced to swallow his pride and actually ask for help when he decides to throw his hat in the ring for the Residency Director position at the hospital.\r\nCarla picks up an extra shift as a surgical nurse, which allows her to spend the day working alongside with Turk, to his great annoyance.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184652.jpg/",
          "title": "My Lucky Night",
          "tvshowid": 14
        },
        {
          "episode": 5,
          "episodeid": 255,
          "label": "3x05. My Brother, Where Art Thou?",
          "playcount": 2,
          "plot": "Dan decides to stay with J.D. for a while after their mom's new fiancé kicks him out, but after spending some quality time with him at the hospital, Dan isn't sure if he likes the cynical person his little brother has become.\r\nElliot tries to deal with her own problems of a long distance relationship and decides to try moonlighting as a pet examiner with Carla to save up money.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184653.jpg/",
          "title": "My Brother, Where Art Thou?",
          "tvshowid": 14
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "14_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 256,
          "label": "4x01. My Old Friend's New Friend",
          "playcount": 2,
          "plot": "The new Dr. Clock arrives with her spaced out personality and doesn't cease to call J.D. \"Johnny.\" But J.D. is fine with it, because there is nothing that is going to bring down his last week of being a resident before he officially becomes a full fledged doctor.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184671.jpg/",
          "title": "My Old Friend's New Friend",
          "tvshowid": 14
        },
        {
          "episode": 2,
          "episodeid": 257,
          "label": "4x02. My Office",
          "playcount": 2,
          "plot": "Dr. Clock tries to reconcile J.D. and Eliot, while waiting to see which one Dr. Cox will give the Chief Resident position to. Molly and Carla are experiencing some subtle conflict and Elliot and J.D. begin to come together after long bouts of conflict of their own.\r\nMeanwhile, Dr. Cox, Turk and the Janitor are forced to work together to help a patient.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184672.jpg/",
          "title": "My Office",
          "tvshowid": 14
        },
        {
          "episode": 3,
          "episodeid": 258,
          "label": "4x03. My New Game",
          "playcount": 2,
          "plot": "Dr. Cox is having issues with Jordan, since Ted revealed that they are still technically married due to some filing problems.\r\nJ.D. has problems of his own as he can't shake off the tag of Co-Chief Resident the Janitor assigned to him, while Elliot keeps the Chief Resident tag.\r\nElsewhere, Turk begins to doubt his abilities after letting a patient die and isn't helped, when he finds out J.D. has no confidence in him either.\r\nDr. Cox and Molly spar about her involvement in his patients.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184673.jpg/",
          "title": "My New Game",
          "tvshowid": 14
        },
        {
          "episode": 4,
          "episodeid": 259,
          "label": "4x04. My First Kill",
          "playcount": 2,
          "plot": "J.D. is shocked to hear Dr. Cox tell his interns that eventually, they will screw up and kill a patient. J.D. fears his first time killing someone will soon be upon him.\r\nElliot is upset with Molly, after she disagrees about a patient's promise to attend drug rehab.\r\nCarla loses Rowdy and she and the Janitor go looking for him.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184674.jpg/",
          "title": "My First Kill",
          "tvshowid": 14
        },
        {
          "episode": 5,
          "episodeid": 260,
          "label": "4x05. Her Story",
          "playcount": 2,
          "plot": "Elliot becomes unsure, if she wants Molly as her mentor, when she finds out that Molly doesn't have a perfect home life.\r\nJ.D. is tested in leadership skills when Dr. Cox yells at him in front of his interns.\r\nCarla and Turk try to come to an agreement when Turk continuously wakes Carla up every night.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f76156%2f184675.jpg/",
          "title": "Her Story",
          "tvshowid": 14
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "15_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 261,
          "label": "1x01. Minimum Viable Product",
          "playcount": 2,
          "plot": "Attending an elaborate launch party, Richard and his computer programmer friends - Big Head, Dinesh and Gilfoyle - dream of making it big. Instead, they're living in the communal Hacker Hostel owned by former programmer Erlich, who gets to claim ten percent of anything they invent there. When it becomes clear that Richard has developed a powerful compression algorithm for his website, Pied Piper, he finds himself courted by Gavin Belson, his egomaniacal corporate boss, who offers a $10 million buyout by his firm, Hooli. But Richard holds back when well-known investor Peter Gregory makes a counteroffer.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f4765079.jpg/",
          "title": "Minimum Viable Product",
          "tvshowid": 15
        },
        {
          "episode": 2,
          "episodeid": 262,
          "label": "1x02. The Cap Table",
          "playcount": 2,
          "plot": "After a celebratory party at the Hacker Hostel, Richard and Erlich learn that Peter Gregory won't pay up until they deliver a viable business plan that includes a slimmed-down staff. A desperate Richard hires former Belson underling Jared, and they set about trying to trim the fat. While Gilfoyle and Dinesh prove essential, Big Head's place in the company is less certain.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f4794504.jpg/",
          "title": "The Cap Table",
          "tvshowid": 15
        },
        {
          "episode": 3,
          "episodeid": 263,
          "label": "1x03. Articles of Incorporation",
          "playcount": 2,
          "plot": "While Gavin Belson begins to hype Nucleus, a competing compression platform, Richard learns that the name Pied Piper is already registered to a sprinkler company, forcing him to negotiate. Meanwhile, Erlich goes on a vision quest for a new company name, and Peter Gregory proves elusive when one of his companies asks for money.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f4794505.jpg/",
          "title": "Articles of Incorporation",
          "tvshowid": 15
        },
        {
          "episode": 4,
          "episodeid": 264,
          "label": "1x04. Fiduciary Duties",
          "playcount": 2,
          "plot": "At Peter's toga party, Richard drunkenly promises to make Erlich a board member, which he regrets the next morning. After being unassigned at Hooli, Big Head finds others like him who have made careers out of doing nothing. Richard struggles to put Pied Piper's vision into words for a presentation without Erlich; later, he discovers an interesting connection between Peter and Gavin Belson.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f4794506.jpg/",
          "title": "Fiduciary Duties",
          "tvshowid": 15
        },
        {
          "episode": 5,
          "episodeid": 265,
          "label": "1x05. Signaling Risk",
          "playcount": 2,
          "plot": "Erlich taps a graffiti artist to design Pied Piper's logo, with predictably controversial results. Meanwhile, Richard learns he doesn't have much time to prepare for a live demonstration at TechCrunch Disrupt; Gavin Belson and Peter Gregory have an unexpected encounter; and Jared works on the company's efficiency.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f4794507.jpg/",
          "title": "Signaling Risk",
          "tvshowid": 15
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "15_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 266,
          "label": "2x01. Sand Hill Shuffle",
          "playcount": 2,
          "plot": "Following their success at TechCrunch Disrupt, the guys of Pied Piper find themselves aggressively courted by every VC in Silicon Valley. With Peter Gregory’s company facing major changes, Monica tries to do what’s best while dealing with new managing partner Laurie, a competitive bigwig who will do anything to hold onto Pied Piper. Later, Richard makes a decision about the company’s future and faces big news from Hooli.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5091616.jpg/",
          "title": "Sand Hill Shuffle",
          "tvshowid": 15
        },
        {
          "episode": 2,
          "episodeid": 267,
          "label": "2x02. Runaway Devaluation",
          "playcount": 2,
          "plot": "In the wake of Hooli’s bombshell, Richard and the guys struggle to find a backer as they face legal and financial woes. Monica attempts to balance her interest in Pied Piper with her job. A cash-strapped Dinesh tries to put an end to the Kickstarter campaign for his cousin’s new app, Bro. Richard gets a surprising offer.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5148405.jpg/",
          "title": "Runaway Devaluation",
          "tvshowid": 15
        },
        {
          "episode": 3,
          "episodeid": 268,
          "label": "2x03. Bad Money",
          "playcount": 2,
          "plot": "While considering Gavin’s proposal, Richard is approached by Russ Hanneman, an image-conscious billionaire who wants to back Pied Piper, but may not be as “hands-off” as he claims. Gilfoyle and Dinesh play hardball to get what they want; Gavin finds a new strategy in dealing with the enemy.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5148406.jpg/",
          "title": "Bad Money",
          "tvshowid": 15
        },
        {
          "episode": 4,
          "episodeid": 269,
          "label": "2x04. The Lady",
          "playcount": 2,
          "plot": "Richard butts heads with Erlich over a prospective hire, while Dinesh and Gilfoyle become suspicious that a new employee they recommended is commanding a higher salary. Big Head gets a surprising promotion at Hooli. At a board meeting, Monica and Richard find themselves outvoted; Jared institutes a workplace harassment policy.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5148407.jpg/",
          "title": "The Lady",
          "tvshowid": 15
        },
        {
          "episode": 5,
          "episodeid": 270,
          "label": "2x05. Server Space",
          "playcount": 2,
          "plot": "Gavin’s interference causes Pied Piper to struggle with securing their expansion, while a nosy neighbor puts the guys at risk. Gilfoyle takes on the task of building servers, and an overstressed Richard reluctantly takes in Jared as a roommate. Big Head’s management skills are questioned, and Nucleus’ debut zeroes in on a big event.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5195798.jpg/",
          "title": "Server Space",
          "tvshowid": 15
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "15_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 271,
          "label": "3x01. Founder Friendly",
          "playcount": 2,
          "plot": "After being unceremoniously fired, an angry Richard faces a tough decision: accept the diminished role of CTO, or leave Pied Piper for good. Erlich takes a shine to Jack Barker, Laurie’s new choice of CEO, while Dinesh and Gilfoyle weigh their options in Richard’s absence. At Hooli, Gavin tries to improve his image by admitting failure, and Big Head gets wind of major changes.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5444157.jpg/",
          "title": "Founder Friendly",
          "tvshowid": 15
        },
        {
          "episode": 2,
          "episodeid": 272,
          "label": "3x02. Two in the Box",
          "playcount": 2,
          "plot": "The new and improved Pied Piper impresses Dinesh and Gilfoyle, but worries Richard; Jared and Erlich both face housing issues; Gavin suggests a controversial move.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5493954.jpg/",
          "title": "Two in the Box",
          "tvshowid": 15
        },
        {
          "episode": 3,
          "episodeid": 273,
          "label": "3x03. Meinertzhagen's Haversack",
          "playcount": 2,
          "plot": "Richard searches for a way around Jack. Gilfoyle opens himself up to recruiters. Dinesh draws unwanted attention from a recent purchase.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5493955.jpg/",
          "title": "Meinertzhagen's Haversack",
          "tvshowid": 15
        },
        {
          "episode": 4,
          "episodeid": 274,
          "label": "3x04. Maleant Data Systems Solutions",
          "playcount": 2,
          "plot": "The Pied Piper guys struggle to phone it in. Erlich faces competition. Monica takes a stand. Gavin makes a decision about Nucleus.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5493956.jpg/",
          "title": "Maleant Data Systems Solutions",
          "tvshowid": 15
        },
        {
          "episode": 5,
          "episodeid": 275,
          "label": "3x05. The Empty Chair",
          "playcount": 2,
          "plot": "Richard lets his ego get in the way at an interview. Dinesh, Gilfoyle and Jared misplace hardware. Erlich pitches his plans to Big Head.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f277165%2f5493957.jpg/",
          "title": "The Empty Chair",
          "tvshowid": 15
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "16_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 276,
          "label": "1x01. Cartman Gets an Anal Probe",
          "playcount": 1,
          "plot": "While the boys are waiting for the school bus, Cartman explains the odd nightmare he had the previous night involving alien visitors abducting him from his bed. Meanwhile Kyle and Stan try to convince Cartman that the dream was in fact a reality.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179540.jpg/",
          "title": "Cartman Gets an Anal Probe",
          "tvshowid": 16
        },
        {
          "episode": 2,
          "episodeid": 277,
          "label": "1x02. Weight Gain 4000",
          "playcount": 1,
          "plot": "Mr. Garrison starts the day off with a special announcement; one of South Park's own has won a national essay contest. Everyone is shocked to learn that the winner is Cartman, who doesn't even remember what he wrote about.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179542.jpg/",
          "title": "Weight Gain 4000",
          "tvshowid": 16
        },
        {
          "episode": 3,
          "episodeid": 278,
          "label": "1x03. Volcano",
          "playcount": 1,
          "plot": "The boys get together with Stan's Uncle Jimbo and Jimbo's war-buddy Ned for a hunting trip in the nearby mountains. After Cartman's mom makes sure her \"little\" boy is safe and sound (much to Cartman's dismay) the group heads off for adventure. As they drive away from the town, Jimbo explains the \"finer\" points of hunting.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179541.jpg/",
          "title": "Volcano",
          "tvshowid": 16
        },
        {
          "episode": 4,
          "episodeid": 279,
          "label": "1x04. Big Gay Al's Big Gay Boat Ride",
          "playcount": 1,
          "plot": "Stan's got a new dog-named Sparky. Stan proclaims his pet to be the toughest dog on the mountain. Though while Stan thinks his dog is ready for fighting, Sparky proceeds to hump Sylvester like a little bitch. The other boys taunt Stan about his gay dog and Sparky runs away to find someone who will love him for who he is.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179543.jpg/",
          "title": "Big Gay Al's Big Gay Boat Ride",
          "tvshowid": 16
        },
        {
          "episode": 5,
          "episodeid": 280,
          "label": "1x05. An Elephant Makes Love to a Pig",
          "playcount": 1,
          "plot": "Stan notices a new addition in their bus stop crew, an elephant standing alongside Kyle. At school, class lessons for the day involve genetic engineering (conveniently enough). Kyle questions the possibility of a genetically engineered elephant made smaller by design. The boys have to beat the rough kids in their genetics experiment, and will try anything to do it.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179544.jpg/",
          "title": "An Elephant Makes Love to a Pig",
          "tvshowid": 16
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "16_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 281,
          "label": "2x01. Terrance & Phillip in 'Not Without My Anus'",
          "playcount": 1,
          "plot": "The show starts off with the build up from last season's cliffhanger revolving around Cartman's paternal origins. However, just as it seems they are about to get on with the second half of \"Cartman's Mom Is A Dirty Slut,\" they do a 180 degree turn-around and reveal that for April Fool's Day they will be showing Terrance & Phillip in \"Not Without My Anus.\"",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179553.jpg/",
          "title": "Terrance & Phillip in 'Not Without My Anus'",
          "tvshowid": 16
        },
        {
          "episode": 2,
          "episodeid": 282,
          "label": "2x02. Cartman's Mom is Still a Dirty Slut",
          "playcount": 1,
          "plot": "Dr. Mephisto is about to reveal who Eric Cartman's father really is! Glass shatters and gunshots ring out. A mysterious assailant apparently shot Mephisto while the lights were off. Much to Eric's chagrin, they rush Mephisto off to the hospital. Chef rushes out the door with Mephisto in hand. They must fight against time to learn Eric's background, who is his father? Where does he come from?",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179554.jpg/",
          "title": "Cartman's Mom is Still a Dirty Slut",
          "tvshowid": 16
        },
        {
          "episode": 3,
          "episodeid": 283,
          "label": "2x03. Ike's Wee Wee",
          "playcount": 1,
          "plot": "Ike's going to have a Briss and everyone is invited! Stan, Kenny, and Cartman find out what a Briss really is and try to warn Kyle that his parents are going to cut off Ike's wee wee. Kyle sends Ike away to protect him from his scissor wielding parents.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179555.jpg/",
          "title": "Ike's Wee Wee",
          "tvshowid": 16
        },
        {
          "episode": 4,
          "episodeid": 284,
          "label": "2x04. Chickenlover",
          "playcount": 1,
          "plot": "The Booktastic bus is in town and soon everyone finds out that Officer Barbrady can't read. He is whisked off to school with the boys so he can save his job. While he's there someone in South Park is having sex with the town's chickens and only Officer Barbrady with his new deputies Kenny, Kyle, Stan, and Cartman can stop them!",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179556.jpg/",
          "title": "Chickenlover",
          "tvshowid": 16
        },
        {
          "episode": 5,
          "episodeid": 285,
          "label": "2x05. Conjoined Fetus Lady",
          "playcount": 1,
          "plot": "Kyle is injured and must go to see the school nurse and is terrified because of the stories he's heard. She looks fairly normal, except for the dead fetus sticking out of her head. Kyle's mother educates the boys on her \"condition\" and decides that everyone in South Park should be made aware. Meanwhile, the South Park Cows dodgeball team goes to the state, national and finally the international finals in China.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179557.jpg/",
          "title": "Conjoined Fetus Lady",
          "tvshowid": 16
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "16_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 286,
          "label": "3x01. Rainforest Shmainforest",
          "playcount": 1,
          "plot": "Mr. Mackey punishes the boys by forcing them to join the \"Getting Gay With Kids\" choir. The choir is going to Costa Rica to help save the rainforest. While on a tour of the rainforest the choir group gets lost when a snake kills their guide. They soon discover the evils of the rainforest, which changes the choir group's message.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f295321.jpg/",
          "title": "Rainforest Shmainforest",
          "tvshowid": 16
        },
        {
          "episode": 2,
          "episodeid": 287,
          "label": "3x02. Spontaneous Combustion",
          "playcount": 0,
          "plot": "Kenny spontaneously combusts. The mayor asks Randy Marsh to find a solution. The boys try to help Kyle's dad to get an erection. One way they think they can help is by performing the Stations of the Cross at church crucifying Cartman and waiting three days for his res-erection. Randy Marsh figures out the reason everyone is combusting is because they are withholding their farts.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179571.jpg/",
          "title": "Spontaneous Combustion",
          "tvshowid": 16
        },
        {
          "episode": 3,
          "episodeid": 288,
          "label": "3x03. The Succubus",
          "playcount": 0,
          "plot": "Kyle and Stan try to rescue Chef from the clutches of the Succubus that he is going to marry. Meanwhile, Cartman deals with his eye problems and the optometrist he doesn't like. Chef's Mama and Papa appear for the first time.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179572.jpg/",
          "title": "The Succubus",
          "tvshowid": 16
        },
        {
          "episode": 4,
          "episodeid": 289,
          "label": "3x04. Jakovasaurs",
          "playcount": 0,
          "plot": "The boys discover a live prehistoric Jakovasaur while camping on Stark's Pond. The government and the citizens of South Park are interested in trying to help keep this endangered species alive, until they all realize how annoying the Jakovasaurs really are. The only one who really enjoys them is Cartman. The boys try distracting him while the town tries to send the Jakovasaurs to France.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179574.jpg/",
          "title": "Jakovasaurs",
          "tvshowid": 16
        },
        {
          "episode": 5,
          "episodeid": 290,
          "label": "3x05. Tweek vs. Craig",
          "playcount": 0,
          "plot": "The boys take Shop class and try to set-up a fight between Tweek and Craig. Kenny is delighted in safely taking the Home Economics course. When the big fight arrives, the combatants don't know what to do; so Jimbo and Ned teach Tweek boxing and Cartman has Craig instructed in the art of Sumo. Shop teacher Mr. Adler has a recurring dream about a woman that he was never able to say goodbye to.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179573.jpg/",
          "title": "Tweek vs. Craig",
          "tvshowid": 16
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "16_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 291,
          "label": "4x01. The Tooth Fairy Tats 2000",
          "playcount": 0,
          "plot": "The tooth fairy has visited Cartman, leaving him two dollars. He rushes to the bus stop to share his news with the others. He then unveils his latest plan. If all they all combined their lost teeth, the tooth fairy will provide them with enough cash to purchase a Sega Dreamcast. They soon find out that they are treading on someone else's territory. Now they have to work with the mobsters to keep their manhood.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179587.jpg/",
          "title": "The Tooth Fairy Tats 2000",
          "tvshowid": 16
        },
        {
          "episode": 2,
          "episodeid": 292,
          "label": "4x02. Cartman's Silly Hate Crime 2000",
          "playcount": 0,
          "plot": "The kids have just won a sledding race. Token says that the only reason they won is because of Eric's fat ass. The girls challenge the boys to a sledding race down Phil Collins Hill. Token says that the boys can't lose thanks to Eric's fat ass. Eric then tosses a rock into the side of Token's head. The FBI claim that this was a hate crime and Cartman is sent to jail. Can the other boys bust Cartman out in time for the big race?",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179588.jpg/",
          "title": "Cartman's Silly Hate Crime 2000",
          "tvshowid": 16
        },
        {
          "episode": 3,
          "episodeid": 293,
          "label": "4x03. Timmy 2000",
          "playcount": 0,
          "plot": "There's something wrong with new student Timmy. About the only thing Timmy can do is say his name. Ignorant of the fact that Timmy is \"retarded\", he is \"diagnosed\" with ADD, which relieves him of the responsibility to do any homework. Soon the rest of the class manages to get diagnosed with ADD, and all get prescribed Ritalin. Everyone is on Ritalin and just complacent enough to sit through a Phil Collins show.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179589.jpg/",
          "title": "Timmy 2000",
          "tvshowid": 16
        },
        {
          "episode": 4,
          "episodeid": 294,
          "label": "4x04. Quintuplets 2000",
          "playcount": 0,
          "plot": "The boys discover 8-year-old contorting quintuplets from Romania. Cartman decides to stage his own performance. The quintuplets and their grandmother defect from Romania and wind up staying at the Marsh's home. Thanks to Grandpa Marsh the girls' grandmother gets \"loved to death.\" The girl's father is brought in by the Romanian government to demand his daughters back, Janet Reno to the rescue!",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179590.jpg/",
          "title": "Quintuplets 2000",
          "tvshowid": 16
        },
        {
          "episode": 5,
          "episodeid": 295,
          "label": "4x05. Cartman Joins NAMBLA",
          "playcount": 0,
          "plot": "Cartman decides to seek the friendship of older men. Using the Internet, he makes a connection with men who love to hang out with little boys. An organization called NAMBLA (North American Man Boy Love Association) holds a meeting in South Park and Cartman becomes their poster child. The boys learn how much an adult can really love a child.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f75897%2f179591.jpg/",
          "title": "Cartman Joins NAMBLA",
          "tvshowid": 16
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "17_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 296,
          "label": "1x01. Pilot",
          "playcount": 0,
          "plot": "Harvey throws Mike his first case, a ''pro bono'' sexual harassment suit involving a CEO. But will Mike's need to raise twenty-five thousand dollars and his ''bad influence'' best friend get in his way? If Harvey is going to stay on top of his game, he'll have to keep Mike motivated and honest.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4077754.jpg/",
          "title": "Pilot",
          "tvshowid": 17
        },
        {
          "episode": 2,
          "episodeid": 297,
          "label": "1x02. Errors and Omissions",
          "playcount": 0,
          "plot": "Mike has an ethical dilemma when Louis forces him to make a decision that could hurt his relationship with Harvey. Elsewhere, Harvey's past comes back to haunt him during a case.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4108880.jpg/",
          "title": "Errors and Omissions",
          "tvshowid": 17
        },
        {
          "episode": 3,
          "episodeid": 298,
          "label": "1x03. Inside Track",
          "playcount": 0,
          "plot": "Jessica hopes Harvey's promotion will reign him in, but when a crisis arises with the first client he brought into the firm, Harvey goes rogue trying to fix it.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4108881.jpg/",
          "title": "Inside Track",
          "tvshowid": 17
        },
        {
          "episode": 4,
          "episodeid": 299,
          "label": "1x04. Dirty Little Secrets",
          "playcount": 0,
          "plot": "Harvey and Jessica's relationship is tested when Harvey defends someone from her past. Also, Louis assigns Mike his first solo case, a pro bono that has him itching for a win.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4118454.jpg/",
          "title": "Dirty Little Secrets",
          "tvshowid": 17
        },
        {
          "episode": 5,
          "episodeid": 300,
          "label": "1x05. Bail Out",
          "playcount": 0,
          "plot": "Mike's life becomes complicated when an old friend reappears and needs his help. Harvey must decide between closing a multi-million dollar deal and helping his trusted driver defend himself against a law suit.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4118456.jpg/",
          "title": "Bail Out",
          "tvshowid": 17
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "17_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 301,
          "label": "2x01. She Knows",
          "playcount": 0,
          "plot": "Oblivious of the fact that Trevor approached Jessica, Mike's on top of the world after Harvey entrusts him with closing a major lawsuit for the firm.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4279841.jpg/",
          "title": "She Knows",
          "tvshowid": 17
        },
        {
          "episode": 2,
          "episodeid": 302,
          "label": "2x02. The Choice",
          "playcount": 0,
          "plot": "As Hardman makes it clear he's back to stay, Jessica tasks Harvey with helping shore up support for her within the firm - but Harvey's penchant for winning may create more enemies than friends.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4325620.jpg/",
          "title": "The Choice",
          "tvshowid": 17
        },
        {
          "episode": 3,
          "episodeid": 303,
          "label": "2x03. Meet the New Boss",
          "playcount": 0,
          "plot": "Harvey bristles at Daniel's involvement on a lawsuit he's handling, but their battle to one up each other threatens the case, leaving Mike caught in the middle.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4325621.jpg/",
          "title": "Meet the New Boss",
          "tvshowid": 17
        },
        {
          "episode": 4,
          "episodeid": 304,
          "label": "2x04. Discovery",
          "playcount": 0,
          "plot": "Louis and Mike finally see eye to eye, but Louis' paranoia may damage his budding friendship with Mike as well as his standing at the firm. Also, Travis Tanner rolls back into town, gunning for Harvey. Guest Stars: Eric Close, David Costabile, John Finn.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4325622.jpg/",
          "title": "Discovery",
          "tvshowid": 17
        },
        {
          "episode": 5,
          "episodeid": 305,
          "label": "2x05. Break Point",
          "playcount": 0,
          "plot": "Harvey balks when Jessica puts him in the passenger seat on a lawsuit that could make or break the firm, and his backseat driving may have far-reaching consequences.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4334389.jpg/",
          "title": "Break Point",
          "tvshowid": 17
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "17_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 306,
          "label": "3x01. The Arrangement",
          "playcount": 0,
          "plot": "The merger complete, Jessica's new partnership with Darby is tested when he assigns Harvey a high-profile client, an oil baroness named Ava Hessington, who has a deeper past with Darby than originally thought. Mike works to reconcile with Harvey, while also trying to manage the fallout from his revelation to Rachel. Meanwhile, Louis convinces Darby to give him quartermaster responsibilities at the firm over his rival, Nigel, but the move backfires when Nigel is put in charge of something even more precious to Louis.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4536769.jpg/",
          "title": "The Arrangement",
          "tvshowid": 17
        },
        {
          "episode": 2,
          "episodeid": 307,
          "label": "3x02. I Want You to Want Me",
          "playcount": 0,
          "plot": "Louis offers Mike a case and partnership that could change his future at the firm. Harvey and Jessica team up to keep Ava Hessington out of jail, but their case is complicated by an old nemesis of Harvey's, disgraced former DA Cameron Dennis.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4559295.jpg/",
          "title": "I Want You to Want Me",
          "tvshowid": 17
        },
        {
          "episode": 3,
          "episodeid": 308,
          "label": "3x03. Unfinished Business",
          "playcount": 0,
          "plot": "Cameron has Harvey's client arrested for murder. Meanwhile, Katrina tries to win over Louis and a British version of Harvey arrives at the firm.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4586098.jpg/",
          "title": "Unfinished Business",
          "tvshowid": 17
        },
        {
          "episode": 4,
          "episodeid": 309,
          "label": "3x04. Conflict of Interest",
          "playcount": 0,
          "plot": "Harvey’s defense of Ava hits a roadblock when the interests of her murder trial are at odds with Louis’ work to thwart a hostile takeover of Hessington Oil by a rival businessman.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4611431.jpg/",
          "title": "Conflict of Interest",
          "tvshowid": 17
        },
        {
          "episode": 5,
          "episodeid": 310,
          "label": "3x05. Shadow of a Doubt",
          "playcount": 0,
          "plot": "Lines between the personal and the professional get blurred when Harvey and Stephen work together on Ava's case, and Mike invites Rachel to join him on a case that gets complicated when his secret falls in the line of fire -- with Rachel's parents.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4611432.jpg/",
          "title": "Shadow of a Doubt",
          "tvshowid": 17
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "17_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 311,
          "label": "4x01. One-Two-Three Go...",
          "playcount": 0,
          "plot": "Mike and Harvey adjust to their new paradigm. As they butt heads over strategy in Mike’s first foray into investment banking, their new attorney-client relationship may be short-lived. Meanwhile, Pearson Specter discovers that a disgraced former District Attorney may be pursuing a vendetta against Harvey and the firm.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4863035.jpg/",
          "title": "One-Two-Three Go...",
          "tvshowid": 17
        },
        {
          "episode": 2,
          "episodeid": 312,
          "label": "4x02. Breakfast, Lunch and Dinner",
          "playcount": 0,
          "plot": "Harvey and Mike find themselves on opposite sides of a takeover battle that threatens to turn into a knockdown, drag-out fight – a fight complicated by Rachel’s relationship with Mike. Meanwhile, Louis finds himself partnered with recent SEC defector Jeff Malone in defending Pearson Specter from disgraced DA Eric Woodall.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4865725.jpg/",
          "title": "Breakfast, Lunch and Dinner",
          "tvshowid": 17
        },
        {
          "episode": 3,
          "episodeid": 313,
          "label": "4x03. Two in the Knees",
          "playcount": 0,
          "plot": "Pearson Specter’s client, Logan Sanders, pushes Harvey to prove his relationship with Mike won’t hinder him from doing what it takes to win their takeover battle. Meanwhile, Louis attempts to mend his relationship with new colleague Jeff Malone, but their ensuing bonding leads to some misunderstandings.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4865726.jpg/",
          "title": "Two in the Knees",
          "tvshowid": 17
        },
        {
          "episode": 4,
          "episodeid": 314,
          "label": "4x04. Leveraged",
          "playcount": 0,
          "plot": "Having lost his partner on the inside, Mike moves to a hostile takeover of Gillis Industries. On the other side, Harvey and Louis pull out all the stops to make sure they win this takeover fight, and things take a personal turn. Meanwhile, Jessica and Malone come face-to-face with Sean Cahill, the attack dog with the weight of the SEC behind him, bent on bringing The Firm down.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4908916.jpg/",
          "title": "Leveraged",
          "tvshowid": 17
        },
        {
          "episode": 5,
          "episodeid": 315,
          "label": "4x05. Pound of Flesh",
          "playcount": 0,
          "plot": "Rachel becomes increasingly anxious about work, school, and the growing attraction between herself and Pearson Specter client Logan Sanders. Meanwhile, Louis helps Donna prepare for a major role while she encourages him to face his fear. Harvey and Mike agree to a ceasefire, but Sam accuses him of collusion and Mike learns how ruthless his new partner can be.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f247808%2f4908917.jpg/",
          "title": "Pound of Flesh",
          "tvshowid": 17
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "18_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 316,
          "label": "1x01. Pilot",
          "playcount": 0,
          "plot": "Brilliant physicist roommates Leonard and Sheldon meet their new neighbor Penny, who begins showing them that as much as they know about science, they know little about actual living.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f332484.jpg/",
          "title": "Pilot",
          "tvshowid": 18
        },
        {
          "episode": 2,
          "episodeid": 317,
          "label": "1x02. The Big Bran Hypothesis",
          "playcount": 0,
          "plot": "Leonard volunteers to sign for a package in an attempt to make a good impression on Penny, but when he enlists Sheldon for help, his attempt at chivalry goes terribly awry.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f337065.jpg/",
          "title": "The Big Bran Hypothesis",
          "tvshowid": 18
        },
        {
          "episode": 3,
          "episodeid": 318,
          "label": "1x03. The Fuzzy Boots Corollary",
          "playcount": 0,
          "plot": "Leonard asks a woman out after he finds out that Penny is seeing someone.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f337249.jpg/",
          "title": "The Fuzzy Boots Corollary",
          "tvshowid": 18
        },
        {
          "episode": 4,
          "episodeid": 319,
          "label": "1x04. The Luminous Fish Effect",
          "playcount": 0,
          "plot": "Sheldon's getting fired forces him to explore what life has to offer outside physics, leaving Leonard to take drastic action to snap his friend out of his funk.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f338488.jpg/",
          "title": "The Luminous Fish Effect",
          "tvshowid": 18
        },
        {
          "episode": 5,
          "episodeid": 320,
          "label": "1x05. The Hamburger Postulate",
          "playcount": 0,
          "plot": "Fearing he's wasting his time on Penny, Leonard ends up making a connection with Leslie.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f339077.jpg/",
          "title": "The Hamburger Postulate",
          "tvshowid": 18
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "18_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 321,
          "label": "2x01. The Bad Fish Paradigm",
          "playcount": 0,
          "plot": "Penny's first date with Leonard goes awry; Penny finds Sheldon to be an unwilling confidant.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f387721.jpg/",
          "title": "The Bad Fish Paradigm",
          "tvshowid": 18
        },
        {
          "episode": 2,
          "episodeid": 322,
          "label": "2x02. The Codpiece Topology",
          "playcount": 0,
          "plot": "A jealous Leonard reacts to Penny's new guy by rebounding with Leslie.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f389025.jpg/",
          "title": "The Codpiece Topology",
          "tvshowid": 18
        },
        {
          "episode": 3,
          "episodeid": 323,
          "label": "2x03. The Barbarian Sublimation",
          "playcount": 0,
          "plot": "Sheldon creates a monster when he introduces Penny to online gaming.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f391204.jpg/",
          "title": "The Barbarian Sublimation",
          "tvshowid": 18
        },
        {
          "episode": 4,
          "episodeid": 324,
          "label": "2x04. The Griffin Equivalency",
          "playcount": 0,
          "plot": "Raj gets an inflated ego and makes a play for Penny after being referenced in a magazine article.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f393953.jpg/",
          "title": "The Griffin Equivalency",
          "tvshowid": 18
        },
        {
          "episode": 5,
          "episodeid": 325,
          "label": "2x05. The Euclid Alternative",
          "playcount": 0,
          "plot": "Leonard and his friends stage an intervention to force Sheldon to face his fear of driving.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f396576.jpg/",
          "title": "The Euclid Alternative",
          "tvshowid": 18
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "18_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 326,
          "label": "3x01. The Electric Can Opener Fluctuation",
          "playcount": 0,
          "plot": "When Sheldon learns the guys tampered with his expedition data he got from the arctic, he leaves to Texas in disgrace. This results in the guys following him, which threatens Leonard's hope for some romantic time with Penny and the guys' friendship with Sheldon.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f795681.jpg/",
          "title": "The Electric Can Opener Fluctuation",
          "tvshowid": 18
        },
        {
          "episode": 2,
          "episodeid": 327,
          "label": "3x02. The Jiminy Conjecture",
          "playcount": 0,
          "plot": "Leonard and Penny struggle to recover from an awkward first hookup while Sheldon and Howard stake their best comic books on a bet to determine the species of a cricket.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f1046141.jpg/",
          "title": "The Jiminy Conjecture",
          "tvshowid": 18
        },
        {
          "episode": 3,
          "episodeid": 328,
          "label": "3x03. The Gothowitz Deviation",
          "playcount": 0,
          "plot": "Howard and Raj visit a Goth nightclub to pick up women while Sheldon attempts to build a better Penny using chocolate-based behavior modification.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f1101931.jpg/",
          "title": "The Gothowitz Deviation",
          "tvshowid": 18
        },
        {
          "episode": 4,
          "episodeid": 329,
          "label": "3x04. The Pirate Solution",
          "playcount": 0,
          "plot": "Raj must find a new job or be sent back to India, but Sheldon has a solution, which leaves Leonard and Penny dealing with Howard as a third wheel.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f1123661.jpg/",
          "title": "The Pirate Solution",
          "tvshowid": 18
        },
        {
          "episode": 5,
          "episodeid": 330,
          "label": "3x05. The Creepy Candy Coating Corollary",
          "playcount": 0,
          "plot": "After overhearing that Wil Wheaton is entering a trading-card competition, Sheldon decides to enter it himself. Meanwhile, Penny sets up one of her friends on a date with Wolowitz.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f1175941.jpg/",
          "title": "The Creepy Candy Coating Corollary",
          "tvshowid": 18
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "18_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 331,
          "label": "4x01. The Robotic Manipulation",
          "playcount": 0,
          "plot": "Penny tags along on Sheldon's first ever date; Wolowitz finds a new use for a robotic arm.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f2405541.jpg/",
          "title": "The Robotic Manipulation",
          "tvshowid": 18
        },
        {
          "episode": 2,
          "episodeid": 332,
          "label": "4x02. The Cruciferous Vegetable Amplification",
          "playcount": 0,
          "plot": "Realizing he will not live long enough to download his consciousness into a robot body, Sheldon tries to extend his life span.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f2813551.jpg/",
          "title": "The Cruciferous Vegetable Amplification",
          "tvshowid": 18
        },
        {
          "episode": 3,
          "episodeid": 333,
          "label": "4x03. The Zazzy Substitution",
          "playcount": 0,
          "plot": "The guys are concerned as Sheldon searches for an alternative to human companionship.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f2828801.jpg/",
          "title": "The Zazzy Substitution",
          "tvshowid": 18
        },
        {
          "episode": 4,
          "episodeid": 334,
          "label": "4x04. The Hot Troll Deviation",
          "playcount": 0,
          "plot": "An embarrassing secret of Wolowitz's comes to light, while Sheldon and Raj have a small war at work.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f2828811.jpg/",
          "title": "The Hot Troll Deviation",
          "tvshowid": 18
        },
        {
          "episode": 5,
          "episodeid": 335,
          "label": "4x05. The Desperation Emanation",
          "playcount": 0,
          "plot": "Leonard realizes he’s the only one without a girlfriend, while Sheldon wants to get rid of his.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f80379%2f2903361.jpg/",
          "title": "The Desperation Emanation",
          "tvshowid": 18
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "19_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 336,
          "label": "1x01. Simpsons Roasting on an Open Fire",
          "playcount": 0,
          "plot": "When his Christmas bonus is cancelled, Homer becomes a department-store Santa--and then bets his meager earnings at the track. When all seems lost, Homer and Bart save Christmas by adopting the losing greyhound, Santa's Little Helper.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55452.jpg/",
          "title": "Simpsons Roasting on an Open Fire",
          "tvshowid": 19
        },
        {
          "episode": 2,
          "episodeid": 337,
          "label": "1x02. Bart the Genius",
          "playcount": 0,
          "plot": "After switching IQ tests with Martin, Bart is mistaken for a child genius. When he's enrolled in a school for gifted students, a series of embarrassments and mishaps makes him long for his old life.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55453.jpg/",
          "title": "Bart the Genius",
          "tvshowid": 19
        },
        {
          "episode": 3,
          "episodeid": 338,
          "label": "1x03. Homer's Odyssey",
          "playcount": 0,
          "plot": "Homer is fired for nearly causing a meltdown at the nuclear plant. When he finds a new calling as a public safety advocate, he finds himself facing off against Mr. Burns.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55454.jpg/",
          "title": "Homer's Odyssey",
          "tvshowid": 19
        },
        {
          "episode": 4,
          "episodeid": 339,
          "label": "1x04. There's No Disgrace Like Home",
          "playcount": 0,
          "plot": "After an embarrassing experience at the company picnic, Homer pawns the TV and uses the proceeds to take the family to therapy sessions.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55455.jpg/",
          "title": "There's No Disgrace Like Home",
          "tvshowid": 19
        },
        {
          "episode": 5,
          "episodeid": 340,
          "label": "1x05. Bart the General",
          "playcount": 0,
          "plot": "Fed up with Nelson's bullying, the kids from Springfield Elementary decide to teach him a lesson. With advice from Grandpa, Bart leads them into battle.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55456.jpg/",
          "title": "Bart the General",
          "tvshowid": 19
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "19_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 341,
          "label": "2x01. Bart Gets an F",
          "playcount": 0,
          "plot": "In danger of flunking the fourth grade, Bart strikes a deal with the class brain: in exchange for tutoring, he will help Martin become more popular.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55465.jpg/",
          "title": "Bart Gets an F",
          "tvshowid": 19
        },
        {
          "episode": 2,
          "episodeid": 342,
          "label": "2x02. Simpson and Delilah",
          "playcount": 0,
          "plot": "After Homer charges a miracle hair growth treatment to the company's health insurance, his new found confidence gets him a promotion.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55466.jpg/",
          "title": "Simpson and Delilah",
          "tvshowid": 19
        },
        {
          "episode": 3,
          "episodeid": 343,
          "label": "2x03. Treehouse of Horror",
          "playcount": 0,
          "plot": "In the first segment, the family moves into a haunted mansion. In the second segment, aliens abduct the Simpsons and invite them to what might be their last supper. In the final segment, Lisa reads Bart Edgar Allan Poe's classic poem \"The Raven.\"",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55467.jpg/",
          "title": "Treehouse of Horror",
          "tvshowid": 19
        },
        {
          "episode": 4,
          "episodeid": 344,
          "label": "2x04. Two Cars in Every Garage and Three Eyes on Every Fish",
          "playcount": 0,
          "plot": "When a three-eyed fish is found in a nearby stream, the Springfield Nuclear Power Plant faces bad publicity and fails an inspection. Mr. Burns runs for governor, but his spin doctors are no match for Marge.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55468.jpg/",
          "title": "Two Cars in Every Garage and Three Eyes on Every Fish",
          "tvshowid": 19
        },
        {
          "episode": 5,
          "episodeid": 345,
          "label": "2x05. Dancin' Homer",
          "playcount": 0,
          "plot": "Homer becomes a local celebrity as the Springfield Isotopes' mascot. When he's promoted to the big leagues, the family moves to Capital City.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55469.jpg/",
          "title": "Dancin' Homer",
          "tvshowid": 19
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "19_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 346,
          "label": "3x01. Stark Raving Dad",
          "playcount": 0,
          "plot": "Mistakenly committed to a mental hospital, Homer meets a tall, stocky white man who claims to be Michael Jackson.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55487.jpg/",
          "title": "Stark Raving Dad",
          "tvshowid": 19
        },
        {
          "episode": 2,
          "episodeid": 347,
          "label": "3x02. Mr. Lisa Goes to Washington",
          "playcount": 0,
          "plot": "Lisa’s patriotic essay wins the family a trip to Washington, D.C. -- but the corruption she sees there inspires her to write a new and very different essay.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55488.jpg/",
          "title": "Mr. Lisa Goes to Washington",
          "tvshowid": 19
        },
        {
          "episode": 3,
          "episodeid": 348,
          "label": "3x03. When Flanders Failed",
          "playcount": 0,
          "plot": "When Ned Flanders opens a store for left-handed people, Homer wants him to fail... until he sees the downtrodden Flanders family living in their car.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55489.jpg/",
          "title": "When Flanders Failed",
          "tvshowid": 19
        },
        {
          "episode": 4,
          "episodeid": 349,
          "label": "3x04. Bart the Murderer",
          "playcount": 0,
          "plot": "Bart becomes an errand boy for the Springfield Mafia. When Principal Skinner disappears, Fat Tony points the finger at Bart.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55490.jpg/",
          "title": "Bart the Murderer",
          "tvshowid": 19
        },
        {
          "episode": 5,
          "episodeid": 350,
          "label": "3x05. Homer Defined",
          "playcount": 0,
          "plot": "Homer averts a meltdown through sheer dumb luck. When he’s invited to the Shelbyville Nuclear Power Plant to give a pep talk, he faces another potential meltdown and again “pulls a Homer.”",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55491.jpg/",
          "title": "Homer Defined",
          "tvshowid": 19
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "19_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 351,
          "label": "4x01. Kamp Krusty",
          "playcount": 0,
          "plot": "When Bart and Lisa arrive at Kamp Krusty, they find the summer camp is more like a prison camp. When Krusty doesn't show up to set things straight, the kids seize control and take their case to the media.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55511.jpg/",
          "title": "Kamp Krusty",
          "tvshowid": 19
        },
        {
          "episode": 2,
          "episodeid": 352,
          "label": "4x02. A Streetcar Named Marge",
          "playcount": 0,
          "plot": "Feeling underappreciated at home, Marge takes up acting and channels her pent-up rage as Blanche DuBois in a community production. Meanwhile, Maggie leads a revolt at the Ayn Rand School for Tots.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55512.jpg/",
          "title": "A Streetcar Named Marge",
          "tvshowid": 19
        },
        {
          "episode": 3,
          "episodeid": 353,
          "label": "4x03. Homer the Heretic",
          "playcount": 0,
          "plot": "After skipping church one Sunday morning, Homer decides to quit church altogether and spend Sundays worshiping in his own way -- with cigars and beer.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55513.jpg/",
          "title": "Homer the Heretic",
          "tvshowid": 19
        },
        {
          "episode": 4,
          "episodeid": 354,
          "label": "4x04. Lisa the Beauty Queen",
          "playcount": 0,
          "plot": "Homer enters Lisa into the Little Miss Springfield Pageant to help her feel better about her looks. But when she must choose between the title and her integrity, she realizes that confidence comes from within.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55514.jpg/",
          "title": "Lisa the Beauty Queen",
          "tvshowid": 19
        },
        {
          "episode": 5,
          "episodeid": 355,
          "label": "4x05. Treehouse of Horror III",
          "playcount": 0,
          "plot": "In \"Clown Without Pity,\" Bart's Krusty doll is determined to murder Homer. In \"King Homer,\" Homer plays King Kong to Marge's Fay Wray. Finally, in \"Dial Z for Zombies,\" Bart finds a book of witchcraft and accidentally brings Springfield's dead to life.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f71663%2f55515.jpg/",
          "title": "Treehouse of Horror III",
          "tvshowid": 19
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "20_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 356,
          "label": "1x01. Days Gone Bye",
          "playcount": 0,
          "plot": "Rick searches for his family after emerging from a coma into a world terrorized by the walking dead. Morgan and Duane, whom he meets along the way, help teach Rick the new rules for survival.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f2493011.jpg/",
          "title": "Days Gone Bye",
          "tvshowid": 20
        },
        {
          "episode": 2,
          "episodeid": 357,
          "label": "1x02. Guts",
          "playcount": 0,
          "plot": "Rick unknowingly causes a group of survivors to be trapped by walkers. The group dynamic devolves from accusations to violence, as Rick must confront an enemy far more dangerous than the undead.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f2493181.jpg/",
          "title": "Guts",
          "tvshowid": 20
        },
        {
          "episode": 3,
          "episodeid": 358,
          "label": "1x03. Tell It to the Frogs",
          "playcount": 0,
          "plot": "After returning to the camp with the department store survivors and an emotional reunion with his wife and son, Rick decides to go against Shane's advice and go back to Atlanta for Merle Dixon and his dropped bag of guns accompanied by Merle's younger brother, Darryl Dixon, as well as Glenn and T-Dog.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f2656081.jpg/",
          "title": "Tell It to the Frogs",
          "tvshowid": 20
        },
        {
          "episode": 4,
          "episodeid": 359,
          "label": "1x04. Vatos",
          "playcount": 0,
          "plot": "While still in search of Merle, the group tries to retrieve the bag of guns but are attacked by several living men who are also after the weapons. The group manages to grab the injured attacker; however, several of the attackers escape and take Glenn hostage. Back at camp a large group of walkers venture up the hill and take the survivors by surprise.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f2656091.jpg/",
          "title": "Vatos",
          "tvshowid": 20
        },
        {
          "episode": 5,
          "episodeid": 360,
          "label": "1x05. Wildfire",
          "playcount": 0,
          "plot": "Rick leads the group to the CDC after the attack on the camp. Jim must make a terrible life and death decision.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f2656101.jpg/",
          "title": "Wildfire",
          "tvshowid": 20
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "20_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 361,
          "label": "2x01. What Lies Ahead",
          "playcount": 0,
          "plot": "Rick and the group leave Atlanta and encounter a threat on the highway the likes of which they've never seen. Elsewhere, the group search for a missing person.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f3818371.jpg/",
          "title": "What Lies Ahead",
          "tvshowid": 20
        },
        {
          "episode": 2,
          "episodeid": 362,
          "label": "2x02. Bloodletting",
          "playcount": 0,
          "plot": "Rick discovers a possible safe haven. Shane must go on a dangerous mission to get needed medical supplies.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4164014.jpg/",
          "title": "Bloodletting",
          "tvshowid": 20
        },
        {
          "episode": 3,
          "episodeid": 363,
          "label": "2x03. Save the Last One",
          "playcount": 0,
          "plot": "The group desperately awaits Shane's return. Shane finds himself trapped in a school, surrounded by the undead. Daryl and Andrea search for someone in the woods.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4164015.jpg/",
          "title": "Save the Last One",
          "tvshowid": 20
        },
        {
          "episode": 4,
          "episodeid": 364,
          "label": "2x04. Cherokee Rose",
          "playcount": 0,
          "plot": "Shane makes a deadly sacrifice which leads to unusual behavior and self-distancing. The rest of the group tries to hang on somewhere between living to die and dying to live.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4182088.jpg/",
          "title": "Cherokee Rose",
          "tvshowid": 20
        },
        {
          "episode": 5,
          "episodeid": 365,
          "label": "2x05. Chupacabra",
          "playcount": 0,
          "plot": "Concerned for their safety, the group makes a plan – one that Hershel disagrees with adamantly. He makes it clear the group is fine to stay for now, but not indefinitely.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4182100.jpg/",
          "title": "Chupacabra",
          "tvshowid": 20
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "20_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 366,
          "label": "3x01. Seed",
          "playcount": 0,
          "plot": "As the world grows more dangerous and Lori's pregnancy advances, Rick locates a potentially safe haven.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4328902.jpg/",
          "title": "Seed",
          "tvshowid": 20
        },
        {
          "episode": 2,
          "episodeid": 367,
          "label": "3x02. Sick",
          "playcount": 0,
          "plot": "A life hangs in the balance; the group deals with a threat to their new surroundings.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4378929.jpg/",
          "title": "Sick",
          "tvshowid": 20
        },
        {
          "episode": 3,
          "episodeid": 368,
          "label": "3x03. Walk with Me",
          "playcount": 0,
          "plot": "After witnessing an accident, Andrea and Michonne are introduced to a new community of survivors. As conflicts arise with their new acquaintances, a decision must be made.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4378930.jpg/",
          "title": "Walk with Me",
          "tvshowid": 20
        },
        {
          "episode": 4,
          "episodeid": 369,
          "label": "3x04. Killer Within",
          "playcount": 0,
          "plot": "The group is severed, placing lives in jeopardy. Merle has a request for the Governor. Meanwhile the prison doesn't seem to be a place as secure as they thought.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4378931.jpg/",
          "title": "Killer Within",
          "tvshowid": 20
        },
        {
          "episode": 5,
          "episodeid": 370,
          "label": "3x05. Say the Word",
          "playcount": 0,
          "plot": "Rick struggles after another loss. Michonne is suspicious of the Governor.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4378932.jpg/",
          "title": "Say the Word",
          "tvshowid": 20
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "20_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 371,
          "label": "4x01. 30 Days Without an Accident",
          "playcount": 0,
          "plot": "Rick and the group are as close to an ideal life as possible at the prison. Will they be able to hold on to humanity in the face of a new evil?",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4582747.jpg/",
          "title": "30 Days Without an Accident",
          "tvshowid": 20
        },
        {
          "episode": 2,
          "episodeid": 372,
          "label": "4x02. Infected",
          "playcount": 0,
          "plot": "As the group faces a brand new enemy, Rick and the others must fight to protect the livelihood they worked so hard to create at the prison.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4582748.jpg/",
          "title": "Infected",
          "tvshowid": 20
        },
        {
          "episode": 3,
          "episodeid": 373,
          "label": "4x03. Isolation",
          "playcount": 0,
          "plot": "As one group leaves the prison in search for supplies at a local college, those who stay must deal with recent losses while preserving what remains.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4582749.jpg/",
          "title": "Isolation",
          "tvshowid": 20
        },
        {
          "episode": 4,
          "episodeid": 374,
          "label": "4x04. Indifference",
          "playcount": 0,
          "plot": "While on a supplies mission to a local college, members of the group run into multiple hurdles. Things at the prison are getting worse.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4582750.jpg/",
          "title": "Indifference",
          "tvshowid": 20
        },
        {
          "episode": 5,
          "episodeid": 375,
          "label": "4x05. Internment",
          "playcount": 0,
          "plot": "Multiple enemies put pressure on Rick and the group. Could this finally be the breaking point for the survivors and the prison?",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f153021%2f4592339.jpg/",
          "title": "Internment",
          "tvshowid": 20
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "21_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 376,
          "label": "1x01. Pilot (Most Chicks Won't Eat Veal)",
          "playcount": 0,
          "plot": "Charlie's life turns upside down when his brother and nephew move in; at the supermarket, Charlie discovers he can use 10-year-old Jake to attract women.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78312.jpg/",
          "title": "Pilot (Most Chicks Won't Eat Veal)",
          "tvshowid": 21
        },
        {
          "episode": 2,
          "episodeid": 377,
          "label": "1x02. Big Flappy Bastards",
          "playcount": 0,
          "plot": "While spending time with Jake, Charlie finds it hard to enforce rules that Alan has set out for him.  It gets to the point were Jake lures a flock of sea gulls into his room, and Charlie gets very upset.  This prompts Jake to try and get Charlie to forgive him.\r\nAlan starts doing chores for Judith, in the hopes of them getting back together.  During one of the tasks, Judith kisses Alan, leading him to believe that things will get back to the way they once were.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78313.jpg/",
          "title": "Big Flappy Bastards",
          "tvshowid": 21
        },
        {
          "episode": 3,
          "episodeid": 378,
          "label": "1x03. Go East on Sunset Until You Reach the Gates of Hell",
          "playcount": 0,
          "plot": "After spending a day at Disneyland, Jake gets sick and wants to go to his mothers' house, to have her take care of him.  This sends Alan into a state of misery, as he realizes he's losing his wife, and son.  Charlie suggests that they go drinking, and Alan agrees. After drinking the boys take a cab home, but at one point they end up at their mothers, where they try to tell her what they think of her, but fail in getting the point across.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78314.jpg/",
          "title": "Go East on Sunset Until You Reach the Gates of Hell",
          "tvshowid": 21
        },
        {
          "episode": 4,
          "episodeid": 379,
          "label": "1x04. If I Can't Write My Chocolate Song, I'm Going to Take a Nap",
          "playcount": 0,
          "plot": "Charlie is very unhappy with his housekeepers' decision to quit, after she experiences Alan's demanding ways. Alan then offers to take on the role of housekeeper, but this situation doesn't work at all. So Alan decides to get the housekeeper to come back. Before Alan leaves, he puts Charlie in charge of getting Jake ready for a dinner with his mother and grandparents. Charlie also tries to get Rose to move on, and date other men. He finds both situations to be bigger challenges then he first thought.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78315.jpg/",
          "title": "If I Can't Write My Chocolate Song, I'm Going to Take a Nap",
          "tvshowid": 21
        },
        {
          "episode": 5,
          "episodeid": 380,
          "label": "1x05. The Last Thing You Want to Do Is Wind Up with a Hump",
          "playcount": 0,
          "plot": "After spending a night in Las Vegas, Charlie decides to live up to his promise that he made to Jake about attending his soccer game.  During the game, Charlie sets up a play-date with an unattached mother named Kate, and they hit it off.  During one of their dates, Charlie seems like he's ready for a serious relation.    Alan sets up a meeting with Gloria (one of the soccer moms) to write a soccer newsletter, but Gloria has other intentions for the evening, and he has no idea.  During the evening another soccer mom, Brooke, tries to move in on Gloria's plans.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78316.jpg/",
          "title": "The Last Thing You Want to Do Is Wind Up with a Hump",
          "tvshowid": 21
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "21_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 381,
          "label": "2x01. Back Off, Mary Poppins",
          "playcount": 0,
          "plot": "Alan learns that Charlie belongs to an exclusive men's group, and he begs his brother to let him join.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78336.jpg/",
          "title": "Back Off, Mary Poppins",
          "tvshowid": 21
        },
        {
          "episode": 2,
          "episodeid": 382,
          "label": "2x02. Enjoy Those Garlic Balls",
          "playcount": 0,
          "plot": "Judith is dating Jake's pediatrician, and Alan is upset until Charlie points out that if she remarries, his alimony payments will end.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78337.jpg/",
          "title": "Enjoy Those Garlic Balls",
          "tvshowid": 21
        },
        {
          "episode": 3,
          "episodeid": 383,
          "label": "2x03. A Bag Full of Jawea",
          "playcount": 0,
          "plot": "Charlie tries to save Jake from school suspension for giving his teacher (Missi Pyle) the finger by romancing her, but his several attempts fail every time.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78338.jpg/",
          "title": "A Bag Full of Jawea",
          "tvshowid": 21
        },
        {
          "episode": 4,
          "episodeid": 384,
          "label": "2x04. Go Get Mommy's Bra",
          "playcount": 0,
          "plot": "Jake is very impressed and can't stop talking about his mother's new boyfriend, Dr. Melnick, which annoys Alan.   While Evelyn borrows Charlie's car to help her impress a Saudi prince, because she wants to sell him real estate.  When Charlie gets his car back, he discovers his mother's bra in the backseat.  When he finds out why it's there he decides to trade in his car.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78339.jpg/",
          "title": "Go Get Mommy's Bra",
          "tvshowid": 21
        },
        {
          "episode": 5,
          "episodeid": 385,
          "label": "2x05. Bad News from the Clinic?",
          "playcount": 0,
          "plot": "Charlie meets his match when he falls for a woman who's better at playing hard to get than he is.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f78340.jpg/",
          "title": "Bad News from the Clinic?",
          "tvshowid": 21
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "21_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 386,
          "label": "3x01. Weekend In Bangkok with Two Olympic Gymnasts",
          "playcount": 0,
          "plot": "After falling off the roof, Alan needs Charlie's help in looking after Jake, which interferes with Charlie's social life.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f299461.jpg/",
          "title": "Weekend In Bangkok with Two Olympic Gymnasts",
          "tvshowid": 21
        },
        {
          "episode": 2,
          "episodeid": 387,
          "label": "3x02. Principal Gallagher's Lesbian Lover",
          "playcount": 0,
          "plot": "Jake gets suspended from school after drawing an offensive picture of a girl in his class that has large breasts. Meanwhile, Charlie is asked to watch over Alan's chiropractic office after pulling an all-nighter.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f299462.jpg/",
          "title": "Principal Gallagher's Lesbian Lover",
          "tvshowid": 21
        },
        {
          "episode": 3,
          "episodeid": 388,
          "label": "3x03. Carpet Burns and a Bite Mark",
          "playcount": 0,
          "plot": "Alan has been dating a lot, and Charlie soon finds out that it has been one woman - his ex-wife, Judith. He tries to stop Alan, and even brings Rose, Evelyn and Berta to interfere - but Alan ignores them all.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f299463.jpg/",
          "title": "Carpet Burns and a Bite Mark",
          "tvshowid": 21
        },
        {
          "episode": 4,
          "episodeid": 389,
          "label": "3x04. Your Dismissive Attitude Toward Boobs",
          "playcount": 0,
          "plot": "Berta causes tension between Charlie and Alan, when she temporarily moves in with them",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f299464.jpg/",
          "title": "Your Dismissive Attitude Toward Boobs",
          "tvshowid": 21
        },
        {
          "episode": 5,
          "episodeid": 390,
          "label": "3x05. We Called It Mr. Pinky",
          "playcount": 0,
          "plot": "Charlie learns he can't be in a long-lasting relationship, becuase of unresolved issues he has with his mother. Jake asks Charlie for advice about a girl at school.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f299465.jpg/",
          "title": "We Called It Mr. Pinky",
          "tvshowid": 21
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "21_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 391,
          "label": "4x01. Working for Caligula",
          "playcount": 0,
          "plot": "Charlie returns to his bachelor lifestyle after Alan moves out of the house. Alan suffers a breakdown after his divorce from Kandi.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f308830.jpg/",
          "title": "Working for Caligula",
          "tvshowid": 21
        },
        {
          "episode": 2,
          "episodeid": 392,
          "label": "4x02. Who's Vod Kanockers?",
          "playcount": 0,
          "plot": "Charlie finally tells Alan the truth about why he did not marry Mia. Charlie and Alan deal with a noisy neighbour.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f308831.jpg/",
          "title": "Who's Vod Kanockers?",
          "tvshowid": 21
        },
        {
          "episode": 3,
          "episodeid": 393,
          "label": "4x03. The Sea Is a Harsh Mistress",
          "playcount": 0,
          "plot": "Charlie tries to surf to impress Dottie, a beautiful woman he just met, but after he nearly drowns he is convinced that he saw his late father.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f308832.jpg/",
          "title": "The Sea Is a Harsh Mistress",
          "tvshowid": 21
        },
        {
          "episode": 4,
          "episodeid": 394,
          "label": "4x04. A Pot Smoking Monkey",
          "playcount": 0,
          "plot": "Alan tries to hire his ex-wife's lawyer to help him win custody over the dog he and Kandi shared.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f308833.jpg/",
          "title": "A Pot Smoking Monkey",
          "tvshowid": 21
        },
        {
          "episode": 5,
          "episodeid": 395,
          "label": "4x05. A Live Woman of Proven Fertility",
          "playcount": 0,
          "plot": "Alan is overjoyed by the prospect of Judith remarrying, as he would no longer have to pay alimony. Alan gets Charlie to help him when it looks like the marriage may be derailed due to Jake’s dislike of his mother’s fiancé.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f72227%2f309538.jpg/",
          "title": "A Live Woman of Proven Fertility",
          "tvshowid": 21
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "22_1": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 131,
          "label": "1x01. Chapter 1",
          "playcount": 0,
          "plot": "When the newly elected President reneges on a promise, Francis and Claire decide to sever all allegiances and toss the rules out the window.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4411361.jpg/",
          "title": "Chapter 1",
          "tvshowid": 22
        },
        {
          "episode": 2,
          "episodeid": 132,
          "label": "1x02. Chapter 2",
          "playcount": 0,
          "plot": "Francis and Doug plan to frame Secretary of State nominee, Michael Kern. Meanwhile, Zoe's popularity at the Washington Herald continues to grow.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4481708.jpg/",
          "title": "Chapter 2",
          "tvshowid": 22
        },
        {
          "episode": 3,
          "episodeid": 133,
          "label": "1x03. Chapter 3",
          "playcount": 0,
          "plot": "Francis heads for his hometown to deal with a crisis. Zoe negotiates the politics of being a journalist on the rise. Claire finds herself a new business partner.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4481709.jpg/",
          "title": "Chapter 3",
          "tvshowid": 22
        },
        {
          "episode": 4,
          "episodeid": 134,
          "label": "1x04. Chapter 4",
          "playcount": 0,
          "plot": "Francis shakes down the Congressional leadership. Zoe is offered the promotion of White House Correspondent and doesn't know if she should take it or not.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4481710.jpg/",
          "title": "Chapter 4",
          "tvshowid": 22
        },
        {
          "episode": 5,
          "episodeid": 135,
          "label": "1x05. Chapter 5",
          "playcount": 0,
          "plot": "A feud starts between Francis and Marty Spinella. Russo goes into depression about the job losses at the shipyards.",
          "season": 1,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4481711.jpg/",
          "title": "Chapter 5",
          "tvshowid": 22
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "22_2": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 136,
          "label": "2x01. Chapter 14",
          "playcount": 0,
          "plot": "The Underwoods tackle two threats that could bring their plans to ruin. Francis grooms his replacement as Whip. Claire goes on the offensive.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4549213.jpg/",
          "title": "Chapter 14",
          "tvshowid": 22
        },
        {
          "episode": 2,
          "episodeid": 137,
          "label": "2x02. Chapter 15",
          "playcount": 0,
          "plot": "Amid turmoil in the home, Frank takes office. Foreign relations become entangled as Durant's team bungles a meeting. As foes negotiate to thwart her, Jackie maneuvers to strengthen her position. Lucas acquires new skills in order to pursue his secret investigation.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4741188.jpg/",
          "title": "Chapter 15",
          "tvshowid": 22
        },
        {
          "episode": 3,
          "episodeid": 138,
          "label": "2x03. Chapter 16",
          "playcount": 0,
          "plot": "Tension rises between Francis and Raymond Tusk as the situation with China deteriorates. A battle in the Senate pits Francis against the Republicans.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4741189.jpg/",
          "title": "Chapter 16",
          "tvshowid": 22
        },
        {
          "episode": 4,
          "episodeid": 139,
          "label": "2x04. Chapter 17",
          "playcount": 0,
          "plot": "A terror scare at the Capitol traps Francis with a resentful Donald Blythe. Claire gives a live interview that rocks the media.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4741190.jpg/",
          "title": "Chapter 17",
          "tvshowid": 22
        },
        {
          "episode": 5,
          "episodeid": 140,
          "label": "2x05. Chapter 18",
          "playcount": 0,
          "plot": "Francis back-channels with a Chinese billionaire. Lucas uses extreme measures to expose the Vice President. A shadowy figure joins Team Underwood.",
          "season": 2,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f4741191.jpg/",
          "title": "Chapter 18",
          "tvshowid": 22
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "22_3": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 141,
          "label": "3x01. Chapter 27",
          "playcount": 0,
          "plot": "A rocky start for the Underwood Presidency. Frank wants to introduce an ambitious jobs program, while Claire sets her sights on the United Nations.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5043395.jpg/",
          "title": "Chapter 27",
          "tvshowid": 22
        },
        {
          "episode": 2,
          "episodeid": 142,
          "label": "3x02. Chapter 28",
          "playcount": 0,
          "plot": "Claire's U.N. bid runs into trouble. Frank fights off mutiny with a bold address to the country.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5043396.jpg/",
          "title": "Chapter 28",
          "tvshowid": 22
        },
        {
          "episode": 3,
          "episodeid": 143,
          "label": "3x03. Chapter 29",
          "playcount": 0,
          "plot": "The Russian president's state visit becomes a cold war of wills, and some punks heat things up.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5043397.jpg/",
          "title": "Chapter 29",
          "tvshowid": 22
        },
        {
          "episode": 4,
          "episodeid": 144,
          "label": "3x04. Chapter 30",
          "playcount": 0,
          "plot": "Claire bypasses Russia at the U.N. Frank tries to outmaneuver a potential challenger and ends up face to face with a higher power.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5043398.jpg/",
          "title": "Chapter 30",
          "tvshowid": 22
        },
        {
          "episode": 5,
          "episodeid": 145,
          "label": "3x05. Chapter 31",
          "playcount": 0,
          "plot": "Frank declares war on Congress to jump-start his jobs program. Claire spars with the Russian Ambassador.",
          "season": 3,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5043399.jpg/",
          "title": "Chapter 31",
          "tvshowid": 22
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  },
  "22_4": {
    "id": "ArnoldMockScraper",
    "jsonrpc": "2.0",
    "result": {
      "episodes": [
        {
          "episode": 1,
          "episodeid": 146,
          "label": "4x01. Chapter 40",
          "playcount": 0,
          "plot": "Claire's absence causes problems for Frank on the campaign trail amid rumors of a marital rift. Claire tries to strike out on her own.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5440797.jpg/",
          "title": "Chapter 40",
          "tvshowid": 22
        },
        {
          "episode": 2,
          "episodeid": 147,
          "label": "4x02. Chapter 41",
          "playcount": 0,
          "plot": "As Claire begins exploring a campaign of her own, she and Frank engage in backdoor political maneuvering. But this time they're not on the same side.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5440798.jpg/",
          "title": "Chapter 41",
          "tvshowid": 22
        },
        {
          "episode": 3,
          "episodeid": 148,
          "label": "4x03. Chapter 42",
          "playcount": 0,
          "plot": "Claire joins Frank as he stumps in South Carolina, but he doesn't trust her. A disastrous scandal blindsides Frank's campaign on primary day.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5440802.jpg/",
          "title": "Chapter 42",
          "tvshowid": 22
        },
        {
          "episode": 4,
          "episodeid": 149,
          "label": "4x04. Chapter 43",
          "playcount": 0,
          "plot": "Claire threatens Frank. Frank makes a politically bold move that may provoke Russia. An event at a campaign stop changes everything.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5440804.jpg/",
          "title": "Chapter 43",
          "tvshowid": 22
        },
        {
          "episode": 5,
          "episodeid": 150,
          "label": "4x05. Chapter 44",
          "playcount": 0,
          "plot": "Claire advises Donald Blythe on dealing with Petrov. Further investigations of Lucas Goodwin dredges up his accusations against Frank.",
          "season": 4,
          "thumbnail": "image://http%3a%2f%2fthetvdb.com%2fbanners%2fepisodes%2f262980%2f5440806.jpg/",
          "title": "Chapter 44",
          "tvshowid": 22
        }
      ],
      "limits": {
        "end": 5,
        "start": 0,
        "total": 5
      }
    }
  }
}